Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/snow/src/locale/*.po
Languages: de

source: Ice Stairs
de: Eistreppe

source: Ice Slabs
de: Eisstufe

source: Snowblock Stairs
de: Schneeblocktreppe

source: Snowblock Slabs
de: Schneeblockstufe

source: Snow Cobble Stairs
de: Schneekiestreppe

source: Snow Cobble Slabs
de: Schneekiesstufe

source: Snow Brick Stair
de: Ziegelschneetreppe

source: Snow Brick Slab
de: Ziegelschneestufe

source: Ice Brick Stair
de: Ziegeleistreppe

source: Ice Brick Slab
de: Ziegeleisstufe

source: Pine Needles
de: Kiefernadeln

source: Decorated @1
de: Dekoriert @1

source: Pine Sapling
de: Kiefersetzling

source: Christmas Tree
de: Weihnachtsbaum

source: Star
de: Stern

source: @1 Lighted
de: @1 erleuchtet

source: Moss
de: Moos

source: Snow Shrub
de: Schneestrauch

source: Snow Leaves
de: Schneeblätter

source: Snow Apple
de: Schneeapfel

source: Snow Brick
de: Ziegelschnee

source: Ice Brick
de: Ziegeleis

source: Icy Snow
de: Eisiger Schnee

source: You are on the sled! Press the sneak key to get off the sled.
de: Du bist auf dem Schlitten! Drücke die Schleichen-Taste um abzusteigen.

source: Sled
de: Schlitten

source: The gravity of thrown snowballs
de: Die Schwerkraft von geworfenen Schneebällen

source: How fast players throw snowballs
de: Wie schnell Spieler Schneebälle werfen

source: Disable this to prevent sleds from being riden.
de: Deaktiviere dies um das Benutzen von Schlitten zu untersagen.

source: Enables falling snow.
de: Fallenden Schnee aktivieren.

source: Reduces the amount of resources and fps used by snowfall.
de: Reduziert die Menge an Ressourcen and FPS, die durch Schnellfall benötigt werden.

source: Enables debug output. Currently it only prints mgv6 info.
de: Aktiviert Debugmeldungen. Aktuell werden nur mgv6 Informationen ausgegeben.

source: Enables smooth transition of biomes (mgv6)
de: Aktiviert sanften Übergang von Biomen (mgv6)

source: Disable this to stop snow from being smoothed.
de: Deaktiviere dies um zu verhindern dass Schnell schmilzt.

source: Disable this to remove christmas saplings from being found.
de: Deaktiviere dies um zu verhindern dass Christmasbaumsetzlinge gefunden werden.

source: The minumum height a snow biome will generate (mgv7)
de: Die minimale Höhe eines Schneebioms, die generiert wird (mgv7)

source: mapgen rarity in %
de: mapgen Seltenheit in %

source: size of the generated… (has an effect to the rarity, too)
de: Größe der generierten… (hat ebenso Auswirkung auf die mapgen Seltenheit)

source: [snow] could not open config file for writing at @1
de: [snow] konnte die Konfigurationsdatei zum Schreiben nicht an der Stelle @1 öffnen

source: [snow] wrong type of setting @1
de: [snow] falscher Typ für die Einstellung @1

source: Show a menu for various actions
de: Zeige ein Menü für verschiedene Aktionen

source: Showing snow menu…
de: Zeige Schnee-Menü…
