Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/riesenpilz/locale/*.po
Languages: de

source: brown mushroom
de: Brauner Pilz

source: red mushroom
de: Roter Pilz

source: fly agaric
de: Fliegender Blätterpilz

source: Lavashroom
de: Lavapilz

source: Glowshroom
de: Glühpilz

source: Nether mushroom
de: Netherpilz

source: white parasol mushroom
de: Weißer Sonnenschirmpilz

source: 45 red mushroom
de: 45 roter Pilz

source: 45 brown mushroom
de: 45 brauner Pilz

source: white
de: Weißer

source: giant mushroom lamella
de: Großer Pilz mit Lamellen

source: full brown
de: Sattbraun

source: blue bright
de: Hellblau

source: brown bright
de: Hellbraun

source: giant mushroom
de: Großer Pilz

source: @1stem (@2)
de: @1stamm (@2)

source: @1head (@2)
de: @1kopf (@2)

source: giant mushroom head red side
de: Große rote Pilzkopfseite

source: dirt with rotten grass
de: Erde mit verfaultem Gras

source: growingtool
de: Wachstumswerkzeug

source: Mushroom Meal
de: Pilzmahlzeit
