Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/ethereal/locale/*.po
Languages: de

source: Bone
de: Knochen

source: Bone Meal
de: Knochenmehl

source: Crystal Spike
de: Kristallnadel

source: Crystal Ingot
de: Kristallbarren

source: Crystal Block
de: Kristallblock

source: Crystal Sword
de: Kristallschwert

source: Crystal Axe
de: Kristallaxt

source: Crystal Pickaxe
de: Kristallspitzhacke

source: Crystal (soft touch) Shovel
de: Kristallschaufel (Behutsamkeit)

source: Crystal Gilly Staff
de: Kristallener Gilly-Stab

source: Green Dirt
de: Grüne Erde

source: Dried Dirt
de: Vertrocknete Erde

source: Bamboo
de: Bambus

source: Jungle
de: Tropen

source: Grove
de: Hain

source: Prairie
de: Prärie

source: Cold
de: Frost

source: Crystal
de: Kristall

source: Mushroom
de: Pilz

source: Fiery
de: Feuer

source: Gray
de: Ödnis

source: @1 Dirt
de: @1erde

source: Red Baked Clay
de: Roter gebrannter Ton

source: Orange Baked Clay
de: Oranger gebrannter Ton

source: Grey Baked Clay
de: Grauer gebrannter Ton

source: Quicksand
de: Treibsand

source: Bamboo Floor
de: Bambusboden

source: Palm Wax
de: Palmwachs

source: Candle
de: Kerze

source: Bowl
de: Schale

source: Stone Ladder
de: Steinleiter

source: Paper Wall
de: Papierwand

source: Glo Stone
de: Leuchtstein

source: Lump of Charcoal
de: Holzkohlestück

source: Staff of Light
de: Stab des Lichts

source: Scorched Fence
de: Verbrannter Zaun

source: Frost Fence
de: Frostzaun

source: Redwood Fence
de: Mammutbaumzaun

source: Willow Fence
de: Weidenzaun

source: Healing Wood Fence
de: Lebensholzzaun

source: Palm Fence
de: Palmzaun

source: Banana Wood Fence
de: Bananenholzzaun

source: Mushroom Fence
de: Pilzzaun

source: Birch Fence
de: Birkenzaun

source: Raw Fish
de: Roher Fisch

source: Cooked Fish
de: Gekochter Fisch

source: Worm
de: Wurm

source: Fishing Rod
de: Angelrute

source: Baited Fishing Rod
de: Angelrute mit Köder

source: Inventory full, Fish Got Away!
de: Inventar voll, Fisch entkam!

source: Banana
de: Banane

source: Banana Dough
de: Bananenteig

source: Pine Nuts
de: Pinienkerne

source: Banana Loaf
de: Bananenbrot

source: Coconut
de: Kokosnuss

source: Coconut Slice
de: Kokosscheibe

source: Golden Apple
de: Goldener Apfel

source: Hearty Stew
de: Deftiger Eintopf

source: Bucket of Cactus Pulp
de: Eimer Kaktusmark

source: Scorched Wood Fence Gate
de: Verbranntes Holzzauntor

source: Frost Wood Fence Gate
de: Frostholzzauntor

source: Redwood Fence Gate
de: Mammutbaumzauntor

source: Willow Wood Fence Gate
de: Weidenholztor

source: Healing Wood Fence Gate
de: Lebensholzzauntor

source: Palm Wood Fence Gate
de: Palmholzzauntor

source: Banana Wood Fence Gate
de: Bananenholzzauntor

source: Mushroom Trunk Fence Gate
de: Pilzstammzauntor

source: Birch Wood Fence Gate
de: Birkenholzzauntor

source: [MOD] Ethereal loaded
de: [MOD] Ethereal geladen

source: Willow Twig
de: Weidenrute

source: Redwood Leaves
de: Mammutbaumlaub

source: Orange Leaves
de: Orangenlaub

source: Banana Leaves
de: Bananenblätter

source: Healing Tree Leaves
de: Lebensbaumlaub

source: Palm Leaves
de: Palmenblätter

source: Birch Leaves
de: Birkenlaub

source: Frost Leaves
de: Frostlaub

source: Bamboo Leaves
de: Bambuslaub

source: Mushroom Cap
de: Pilzkappe

source: Mushroom Pore
de: Pilzpore

source: Bush
de: Busch

source: Bush #2
de: Busch #2

source: Bush #3
de: Busch #3

source: Mushroom Soup
de: Pilzsuppe

source: Wild Onion
de: Wilde Zwiebel

source: Fire Flower
de: Feuerblume

source: Fire Dust
de: Feuerstaub

source: Vine
de: Weinrebe

source: Light String Vine
de: Leuchtschnurrebe

source: Fern
de: Farn

source: Fern Tubers
de: Farnsporenkapseln

source: Fiery Dry Shrub
de: Feuerroter vertrockneter Strauch

source: Snowy Grass
de: Verschneites Gras

source: Crystal Grass
de: Kristallgras

source: @1 Moss
de: @1 Moos

source: Green
de: Grünes

source: Red Illumishroom
de: Roter Leuchtpilz

source: Green Illumishroom
de: Grüner Leuchtpilz

source: Cyan Illumishroom
de: Türkiser Leuchtpilz

source: Bamboo Sprout
de: Bambussprosse

source: @1 Tree Sapling
de: @1baumsetzling

source: Willow
de: Weiden

source: Healing
de: Lebens

source: Big
de: Groß

source: Redwood
de: Mammut

source: Birch
de: Birken

source: Schematic not found
de: Schema nicht gefunden

source: Seaweed
de: Seetang

source: Blue Coral
de: Blaue Koralle

source: Orange Coral
de: Orange Koralle

source: Pink Coral
de: Rosa Koralle

source: Green Coral
de: Grüne Koralle

source: Crystal Block Stair
de: Kristallblocktreppe

source: Crystal Block Slab
de: Kristallblockplatte

source: Ice Brick Stair
de: Eisziegeltreppe

source: Ice Brick Slab
de: Eisziegelplatte

source: Snow Brick Stair
de: Schneeziegeltreppe

source: Snow Brick Slab
de: Schneeziegelplatte

source: Dried Dirt Stair
de: Vertrocknete Erdtreppe

source: Dried Dirt Slab
de: vertrocknete Erdplatte

source: Mushroom Trunk Stair
de: Pilzstammtreppe

source: Mushroom Trunk Slab
de: Pilzstammplatte

source: Mushroom Top Stair
de: Pilzkappentreppe

source: Mushroom Top Slab
de: Pilzkappenplatte

source: Frost Wood Stair
de: Frostholztreppe

source: Frost Wood Slab
de: Frostholzplatte

source: Healing Wood Stair
de: Lebensholztreppe

source: Healing Wood Slab
de: Lebensholzplatte

source: Palm Wood Stair
de: Palmholztreppe

source: Palm Wood Slab
de: Palmholzplatte

source: Birch Wood Stair
de: Birkenholztreppe

source: Birch Wood Slab
de: Birkenholzplatte

source: Banana Wood Stair
de: Bananenholztreppe

source: Banana Wood Slab
de: Bananenholzplatte

source: Willow Wood Stair
de: Weidenholztreppe

source: Willow Wood Slab
de: Weidenholzplatte

source: Redwood stair
de: Mammutbaumtreppe

source: Redwood Slab
de: Mammutbaumplatte

source: Bamboo stair
de: Bambustreppe

source: Bamboo Slab
de: Bambusplatte

source: Crystal block
de: Kristallblock

source: Ice Brick
de: Eisziegel

source: Snow Brick
de: Schneeziegel

source: Mushroom Trunk
de: Pilzstamm

source: Mushroom Top
de: Pilzkappe

source: Frost Wood
de: Frostholz

source: Healing Wood
de: Lebensholz

source: Palm Wood
de: Palmholz

source: Birch Wood
de: Birkenholz

source: Banana Wood
de: Bananenholz

source: Willow Wood
de: Weidenholz

source: Strawberry
de: Erdbeere

source: Willow Trunk
de: Weidenstamm

source: Redwood Trunk
de: Mammutbaumstamm

source: Redwood Wood
de: Mammutbaumholz

source: Frost Tree
de: Frostbaum

source: Healing Tree Trunk
de: Lebensbaumstamm

source: Healing Tree Wood
de: Lebensbaumholz

source: Palm Trunk
de: Palmstamm

source: Banana Trunk
de: Bananenstamm

source: Scorched Tree
de: Verbrannter Baum

source: Birch Trunk
de: Birkenstamm
