Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/animals_modpack-2.5.0/cooking/locale/*.po
Languages: de

source: MOD: Loading cooking (by Mr Elmux) ...
de: MOD: Lade cooking (von Mr Elmux) ...

source: Cooked Meat
de: Gekochtes Fleisch

source: Cooked Pork Meat
de: Gekochtes Schweinefleisch

source: Cooked Chicken
de: Gekochtes HÃ¼hnerfleisch

source: Cooked Beef
de: Gekochtes Rindfleisch

source: Cooked Meat (Now Dead)
de: Gekochtes Fleisch (jetzt tot)

source: Cooked Venison Meat
de: Gekochtes Wildfleisch

source: Cooked Toxic Meat
de: Gekochtes verdorbenes Fleisch

source: Cooked Bluewhite Meat
de: Gekochtes Bluewhite Fleisch

source: Cooked Porkchop
de: Gekochtes Schweinekotlett

source: MOD: cooking (by Mr Elmux) version ..
de: MOD: cooking (von Mr Elmux) version ..

source: loaded.
de: geladen.
