Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/spawners/locale/*.po
Languages: de

source: eye
de: Auge

source: men
de: Männern

source: sun
de: Sonne

source: Sandstone with @1
de: Sandstein mit @1

source: Cracked sandstone brick
de: Brüchiger Sandsteinziegel

source: trapstone
de: Steinfalle

source: @1 spawner active
de: @1 Spawner aktiv

source: @1 spawner waiting
de: @1-Spawner warten

source: @1 spawner overheated
de: @1-Spawner überhitzt

source: @1 spawner active env
de: @1-Umgebungsspawner aktiv

source: @1 spawner waiting env
de: @1-Umgebungsspawner warten

source: @1 spawner env
de: @1-Umgebungsspawner

source: @1 spawner overheated env
de: @1-Umgebungsspawner überhitzt

source: Stone with gold
de: Stein mit Gold

source: Stone with iron
de: Stein mit Eisen

source: Stone with copper
de: Stein mit Kupfer

source: White sheep
de: Weißes Schaf

source: Cow
de: Kuh

source: Chicken
de: Huhn

source: Bunny
de: HHase

source: Kitten
de: Kätzchen

source: Spider
de: Spinnen

source: Stone monster
de: Steinmonster

source: Tree monster
de: Baummonster

source: Mummy
de: Mumien

source: Ghost
de: Geist

source: Sheep
de: Schaf

source: Mummy monster
de: Mumienmonster
