Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/erosion/locale/*.po
Languages: de

source: Desert Sand
de: WÃ¼stensand

source: Gravel
de: Kies

source: Dirt
de: Erde

source: Grass Turf
de: Rasen

source: Dry Turf
de: Trockener Rasen

source: Snow Turf
de: Schneerasen

source: Clay
de: Ton

source: Drifted Snow
de: Schneeverwehung

source: (loose)
de: (zerstreut)

source: Ice
de: Eis
