Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/bushes_classic/locale/*.po
Languages: de

source: Strawberry
de: Erdbeer

source: Blackberry
de: Brombeer

source: Blueberry
de: Blaubeer

source: Raspberry
de: Himbeer

source: Gooseberry
de: Stachelbeer

source: Mixed Berry
de: Beerenmix

source: [Bushes] Loaded.
de: [Bushes] Geladen.

source: Sugar
de: Zucker

source: Raw @1 pie
de: Roher @1kuchen

source: Cooked @1 pie
de: Gebackener @1kuchen

source: Slice of @1 pie
de: Stück von @1kuchen

source: Basket with @1
de: Korb mit @1

source: pies
de: kuchen

source: Currently fruitless
de: Im Augenblick früchteloser

source: bush
de: Busch

source: Basket
de: Korb
