Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/mesecons/mesecons_commandblock/locale/*.po
Languages: de

source: Say <text> as the server
de: Sage <text> als Server

source: Say <text> to <name> privately
de: Sage privat <text> zu <name>

source: Set health of <name> to <value> hitpoints
de: Setze Gesundheit von <name> auf <value> Trefferpunkte

source: Invalid usage:
de: Ungültige Anwendung:

source: Invalid target:
de: Ungültiges Ziel:

source: Commands
de: Befehle

source: @nearest, @farthest, and @random are replaced by the respective player names
de: @nearest, @farthest und @random werden durch die entsprechenden Spielernamen ersetzt

source: not owned
de: gehört nicht

source: owned by
de: gehört

source: tell @nearest Commandblock unconfigured
de: sage @nearest Befehlblock nicht konfiguriert

source: The command @1 does not exist
de: Der Befehlt @1 existiert nicht

source: You don't have permission
de: Du hast keine Berechtigung

source: to run
de: zur Ausfürhung von

source: (missing privileges:
de: (fehlende Privilegien:

source: Command Block
de: Befehlblock
