Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/forest/locale/*.po
Languages: de

source: Ice
de: Eis

source: Clock
de: Uhr

source: Sand heap
de: Sandhaufen

source: Gravel heap
de: Kieshaufen

source: Desert sand heap
de: Wüstensandhaufen

source: Mud flowing
de: Schlammflut

source: Mud source
de: Schlammquelle

source: Mud ice
de: Eismatsch

source: Mud bucket
de: Eimer mit Schlamm

source: Oil flowing
de: Ölflut

source: Oil source
de: Ölquelle

source: Coal ore in desert stone
de: Kohleerz in Wüstenstein

source: Iron ore in desert stone
de: Eisenerz in Wüstenstein

source: Copper ore in desert stone
de: Kupfererz in Wüstenstein

source: Gold ore in desert stone
de: Golderz in Wüstenstein

source: Mese ore in desert stone
de: Meseerz in Wüstenstein

source: Coal ore in gravel
de: Kohleerz in Kies

source: Iron ore in gravel
de: Eisenerz in Kies

source: Gold ore in gravel
de: Golderz in Kies

source: Copper ore in gravel
de: Kupfererz in Kies

source: Diamond ore in gravel
de: Diamantenerz in Kies

source: Mese ore in gravel
de: Meseerz in Kies

source: Thermometre
de: Thermometer

source: Oak
de: Eiche

source: Birch
de: Birke

source: Willow
de: Trauerweide

source: Fir
de: Tanne

source: Mirabelle with leaves
de: Mirabelle mit Blättern

source: Cherry
de: Kirche

source: Cherry with leaves
de: Kirche mit Blättern

source: Plum
de: Pflaume

source: Plum with leaves
de: Pflaume mit Blättern

source: Prune
de: Pflaume

source: Apple
de: Apfel

source: Apple with leaves
de: Apfel mit Blättern

source: Jungle tree
de: Dschungelbaum

source: Beech
de: Buche

source: Lavander
de: Lavendel

source: Lavender leaves with flowers
de: Lavendelblätter mit Blumen

source: Flowers of lavender
de: Lavendelblüten

source: tree
de: baum

source: leaves
de: blätter

source: wood
de: holz

source: sapling
de: setzling

source: fruitleaves
de: fruchtblätter

source: fruit
de: frucht

source: stair
de: treppe

source: slab
de: stufe
