Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sea/seastone/locale/*.po
Languages: de

source: Seastone
de: Meeresstein

source: Seastone cyan
de: Meeresstein (türkis)

source: Seastone magenta
de: Meeresstein (magenta)

source: Seastone lime
de: Meeresstein (hellgrün)

source: Seastone aqua
de: Meeresstein (wasserblau)

source: Seastone skyblue
de: Meeresstein (himmelblau)

source: Seastone redviolet
de: Meeresstein (rotviolett)

source: Seastone stair
de: Meeressteintreppe

source: Seastone slab
de: Meeressteinstufe

source: Seastone stair cyan
de: Meeressteintreppe (türkis)

source: Seastone slab cyan
de: Meeressteinstufe (türkis)

source: Seastone stair magenta
de: Meeressteintreppe (magenta)

source: Seastone slab magenta
de: Meeressteinstufe (magenta)

source: Seastone stair lime
de: Meeressteintreppe (hellgrün)

source: Seastone slab lime
de: Meeressteinstufe (hellgrün)

source: Seastone stair aqua
de: Meeressteintreppe (wasserblau)

source: Seastone slab aqua
de: Meeressteinstufe (wasserblau)

source: Seastone stair skyblue
de: Meeressteintreppe (himmelblau)

source: Seastone slab skyblue
de: Meeressteinstufe (himmelblau)

source: Seastone stair redviolet
de: Meeressteintreppe (rotviolett)

source: Seastone slab redviolet
de: Meeressteinstufe (rotviolett)
