Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/technic/technic/locale/*.po
Languages: de

source: Silicon Wafer
de: Siliziumscheibe

source: Doped Silicon Wafer
de: Dotierte Siliziumscheibe

source: Uranium Fuel
de: Uranbrennstoff

source: Diamond Drill Head
de: Diamantbohrkopf

source: Blue Energy Crystal
de: Blauer Energiekristall

source: Green Energy Crystal
de: Grüner Energiekristall

source: Red Energy Crystal
de: Roter Energiekristall

source: Fine Copper Wire
de: Feinkupferdraht

source: Fine Gold Wire
de: Feingolddraht

source: Fine Silver Wire
de: Feinsilberdraht

source: Copper Coil
de: Kupferspule

source: Electric Motor
de: Elektromotor

source: Low Voltage Transformer
de: Niederspannungstransformator

source: Medium Voltage Transformer
de: Mittelspannungstransformator

source: High Voltage Transformer
de: Hochspannungstransformator

source: Control Logic Unit
de: Steuer- und Regelungseinheit

source: Mixed Metal Ingot
de: Mischmetallbarren

source: Composite Plate
de: Verbundplatte

source: Copper Plate
de: Kupferplatte

source: Carbon Plate
de: Kohlefaserplatte

source: Graphite
de: Graphit

source: Carbon Cloth
de: Kohlefasergewebe

source: Machine Casing
de: Maschinengehäuse

source: @1%-Fissile Uranium Ingot
de: @1%-spaltbarer Uranbarren

source: @1%-Fissile Uranium Block
de: @1%-spaltbarer Uranblock

source: Supply Converter
de: Stromumwandler

source: @1 Has Bad Cabling
de: @1 ist falsch verkabelt

source: Switching Station
de: Schaltanlage

source: @1 Has No Network
de: @1 hat kein Netzwerk

source: @1. Supply: @2 Demand: @3
de: @1. Versorgung: @2 Bedarf: @3

source: Range
de: Reichweite

source: Sphere
de: Kugel

source: Cube
de: Würfel

source: Ignoring Mesecon Signal
de: Ignoriere Mesecon-Signal

source: Controlled by Mesecon Signal
de: Kontrolliert von Mesecon-Signal

source: @1 Forcefield Emitter
de: @1 Kraftfeld-Emitter

source: @1 Disabled
de: @1 ist ausgeschaltet

source: @1 Enabled
de: @1 ist eingeschaltet

source: @1 Unpowered
de: @1 hat keine Stromversorgung

source: @1 Active
de: @1 ist eingeschaltet

source: @1 Forcefield
de: @1 Kraftfeld

source: @1 Nuclear Reactor Core
de: @1 Nuklearreaktorkern

source: Nuclear Reactor Rod Compartment
de: Brennstabfächer

source: @1 Idle
de: @1 ist bereit

source: source
de: quelle

source: Corium Bucket
de: Corium-Eimer

source: Chernobylite Block
de: Tschernobylitblock

source: @1 Quarry
de: @1 Steinbruch

source: Disabled
de: Ausgeschaltet

source: Enabled
de: Eingeschaltet

source: Digging not started
de: Graben nicht gestartet

source: Digging finished
de: Bohren nicht gestartet

source: Digging @1 m @2 machine
de: Bohren @1 m @2 der Maschine

source: above
de: überhalb

source: below
de: unterhalb

source: Restart
de: Neustart

source: @1 Finished
de: @1 ist fertig

source: Choose Milling Program:
de: Wähle ein Fräsprogramm:

source: Slim Elements half / normal height:
de: Schmale Elemente von halber / normaler Höhe:

source: In:
de: Rein:

source: Out:
de: Raus:

source: @1 CNC Machine
de: @1 CNC-Maschine

source: Stick
de: Stange

source: Element End Double
de: Endelement

source: Element Cross Double
de: Kreuzelement

source: Element T Double
de: T-Element

source: Element Edge Double
de: Eckelement

source: Element Straight Double
de: Aufrechtes Element

source: Element End
de: Halbes Endelement

source: Element Cross
de: Halbes Kreuzelement

source: Element T
de: Halbes T-Element

source: Element Edge
de: Halbes Eckelement

source: Element Straight
de: Halbes aufrechtes Element

source: Horizontal Cylinder
de: Liegender Zylinder

source: Cylinder
de: Zylinder

source: Two Curved Edge/Corner Block
de: Block mit zwei abgerundeten Kanten

source: One Curved Edge Block
de: Block mit einer abgerundeten Kante

source: Spike
de: Spitze

source: Pyramid
de: Pyramide

source: Slope Upside Down Inner Edge/Corner
de: Umgedrehte Schräge mit Innenecke

source: Slope Upside Down Outer Edge/Corner
de: Umgedrehte Schräge mit Außenecke

source: Slope Inner Edge/Corner
de: Schräge mit Innenecke

source: Slope Outer Edge/Corner
de: Schräge mit Außenecke

source: Slope Upside Down
de: Umgedrehte Schräge

source: Slope Lying
de: Liegende Schräge

source: Slope
de: Schräge

source: Dirt
de: Erde:

source: Wooden
de: Holz:

source: Stone
de: Stein:

source: Cobble
de: Pflasterstein:

source: Brick
de: Ziegel:

source: Sandstone
de: Sandstein:

source: Leaves
de: Laub:

source: Tree
de: Baumstamm:

source: Wrought Iron
de: Schmiedeeisen

source: Stainless Steel
de: Edelstahl

source: Marble
de: Marmor

source: Granite
de: Granit

source: Geothermal @1 Generator
de: @1 Geothermie-Generator

source: @1 Music Player
de: @1 Musikspieler

source: Stopped
de: Gestoppt

source: Current track @1
de: Aktueller Titel @1

source: Small Solar @1 Generator
de: @1 Solarmodul

source: @1 Active (@2 EU)
de: @1 ist eingeschaltet (@2 EU)

source: Hydro @1 Generator
de: @1 Wassermühle

source: Sorry, @1 owns that spot.
de: Tut mir leid, @1 gehört diese Stelle.

source: Yellow Glowlight (thick)
de: Gelbes Glühlicht (dick)

source: Yellow Glowlight (thin)
de: Gelbes Glühlicht (dünn)

source: White Glowlight (thick)
de: Weißes Glühlicht (dick)

source: White Glowlight (thin)
de: Weißes Glühlicht (dünn)

source: Yellow Glowlight (small cube)
de: Gelbes Glühlicht (kleiner Würfel)

source: White Glowlight (small cube)
de: Weißes Glühlicht (kleiner Würfel)

source: @1 Tool Workshop
de: @1 Werkzeugwerkstatt

source: Upgrade Slots
de: Verbesserungsfächer

source: Wind Mill Frame
de: Windmühlengerüst

source: Wind @1 Generator
de: @1 Windmuehle

source: @1 Improperly Placed
de: @1 ist falsch plaziert

source: Administrative World Anchor
de: Administrativer Weltanker

source: Owner:
de: Besitzer:

source: Unlocked
de: Offen

source: Locked
de: Verschlossen

source: Fuel-Fired Alloy Furnace
de: Kohlebetriebener Legierungsofen

source: @1 is empty
de: @1 ist leer

source: @1 Out Of Fuel
de: @1 hat keinen Brennstoff

source: Fuel-Fired Furnace
de: Kohle-Ofen

source: Constructor Mk@1
de: Konstruktor Modell @1

source: Slot @1
de: Fach @1

source: Frame
de: Rahmen

source: Frame Motor
de: Rahmenmotor

source: Template
de: Schablone

source: Template (replacing)
de: Schablone (ersetzend)

source: Template Tool
de: Schablonenwerkzeug

source: Template Motor
de: Schablonenmotor

source: Self-Contained Injector
de: Selbstversorger-Injektor

source: Stackwise
de: Ganzer Stapel

source: Itemwise
de: Einzelstücke

source: %s Alloy Furnace
de: %s Legierungsofen

source: Alloying
de: Legierung

source: RE Battery
de: Akkubatterie

source: @1 Battery Box
de: @1 Batteriebox

source: Charge
de: Aufladen

source: Discharge
de: Entladen

source: Power level
de: Energiestufe

source: @1 Battery Box: @2/@3
de: @2/@3 = @1 Batteriebox: @2/@3

source: @1 Cable
de: @1 Kabel

source: @1 Centrifuge
de: @1 Zentrifuge

source: Separating
de: Trennen

source: Machine cannot be removed because it is not empty
de: Die Maschine kann nicht entfernt werden, weil sie noch nicht leer ist.

source: Inventory move disallowed due to protection
de: Das Inventar ist geschützt, Zugriff verweigert.

source: @1 Compressor
de: @1 Kompressor

source: Compressing
de: Verdichten

source: %s Furnace
de: %s Ofen

source: @1 Extractor
de: @1 Extraktor

source: Extracting
de: Extrahieren

source: Fuel-Fired @1 Generator
de: @1 Kohle-Generator

source: @1 Grinder
de: @1 Schleifmaschine

source: Grinding
de: Mahlen

source: @1 Dust
de: @1staub

source: Brass
de: Messing

source: Carbon Steel
de: Kohlenstoffstahl

source: Cast Iron
de: Gusseisen

source: Chromium
de: Chrom

source: Coal
de: Kohle

source: Copper
de: Kupfer

source: Lead
de: Blei

source: Silver
de: Silber

source: Sulfur
de: Schwefel

source: Tin
de: Zinn

source: Zinc
de: Zink

source: @1%-Fissile Uranium
de: @1%-spaltbares Uran

source: Sawdust
de: Sägemehl

source: @1 Grinding
de: @1 Mahlen

source: Common Tree
de: Gewöhnlicher Baum

source: Rubber Tree
de: Gummibaum

source: Acacia
de: Akazie

source: Arrayed Solar @1 Generator
de: @1 Solaranlage

source: Water Can
de: Wasserkanister

source: Lava Can
de: Lavakanister

source: Chainsaw
de: Kettensäge

source: Flashlight
de: Taschenlampe

source: Single node.
de: Einzelblock

source: 3 nodes deep.
de: 3 Blöcke tief.

source: 3 nodes wide.
de: 3 Blöcke breit.

source: 3 nodes tall.
de: 3 Blöcke hoch.

source: 3x3 nodes.
de: 3x3 Bloecke.

source: Use while sneaking to change Mining Drill Mk@1 modes.
de: Halte die Schleichen-Taste beim Benutzen gedrückt, um die Funktion des Bergbaubohrers Modell @1 zu ändern.

source: Mining Drill Mk@1 Mode @2
de: Bergbaubohrer Modell @1 Funktion @2

source: Mining Drill Mk@1
de: Bergbaubohrer Modell @1

source: Mining Laser Mk@1
de: Bergbaulaser Modell @1

source: Prospector
de: Erzsucher

source: Sonic Screwdriver (left-click rotates face, right-click rotates axis)
de: Schallschraubendreher

source: Tree Tap
de: Baumzapfhahn

source: Raw Latex
de: Rohlatex

source: Rubber Fiber
de: Gummifaser

source: Vacuum Cleaner
de: Vakuumreiniger

source: Power Monitor
de: Leistungsmonitor
