Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sea/seaplants/locale/*.po
Languages: de

source: Green Kelp
de: Grüner Seetang

source: Green Kelp middle
de: Grüner mittelgroßer Seetang

source: Brown Kelp
de: Brauner Seetang

source: Brown Kelp middle
de: Brauner mittelgroßer Seetang

source: Green Seagrass
de: Grünes Seegras

source: Red Seagrass
de: Rotes Seegras

source: Sea plants sand kelp green
de: Meerespflanzen grüner Sandseetang

source: Sea plants dirt kelp green
de: Meerespflanzen grüner Erdseetang

source: Sea plants sand kelp brown
de: Meerespflanzen brauner Seetang

source: Sea plants dirt kelp brown
de: Meerespflanzen brauner Erdseetang

source: Sea plants sand seagrass green
de: Meerespflanzen grünes Sandseegras

source: Sea plants dirt seagrass green
de: Meerespflanzen grünes Erdseegras

source: Sea plants sand seagrass red
de: Meerespflanzen rotes Sandseegras

source: Sea plants dirt seagrass red
de: Meerespflanzen rotes Erdseegras

source: Sea salad mix
de: Gemischter Meeressalat
