Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/3d_armor/shields/locale/*.po
Languages: de

source: Admin Shield
de: Adminschild

source: Wooden Shield
de: Holzschild

source: Enhanced Wood Shield
de: Verbesserter Holzschild

source: Cactus Shield
de: Kaktusschild

source: Enhanced Cactus Shield
de: Verbesserter Kaktusschild

source: Steel Shield
de: Stahlschild

source: Bronze Shield
de: Bronzeschild

source: Diamond Shield
de: Diamantschild

source: Gold Shield
de: Goldschild

source: Mithril Shield
de: Mitrhilschild

source: Crystal Shield
de: Kristallschild
