Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sea/seacobble/locale/*.po
Languages: de

source: Sea cobblestone
de: Meeresbruchstein

source: Sea cobblestone cyan
de: Meeresbruchstein (cyan)

source: Sea cobblestone magenta
de: Meeresbruchstein (magenta)

source: Sea cobblestone lime
de: Meeresbruchstein (hellgrün)

source: Sea cobblestone aqua
de: Meeresbruchstein (wasserblau)

source: Sea cobblestone skyblue
de: Meeresbruchstein (himmelblau)

source: Sea cobblestone redviolet
de: Meeresbruchstein (rotviolett)

source: Seacobble stair
de: Meeresbruchsteintreppe

source: Seacobble slab
de: Meeresbruchsteinstufe

source: Seacobble stair cyan
de: Meeresbruchsteintreppe (cyan)

source: Seacobble slab cyan
de: Meeresbruchsteinstufe (cyan)

source: Seacobble stair magenta
de: Meeresbruchsteintreppe (magenta)

source: Seacobble slab magenta
de: Meeresbruchsteinstufe (magenta)

source: Seacobble stair lime
de: Meeresbruchsteintreppe (hellgrün)

source: Seacobble slab lime
de: Meeresbruchsteinstufe (hellgrün)

source: Seacobble stair aqua
de: Meeresbruchsteintreppe (wasserblau)

source: Seacobble slab aqua
de: Meeresbruchsteinstufe (wasserblau)

source: Seacobble stair skyblue
de: Meeresbruchsteintreppe (himmelblau)

source: Seacobble slab skyblue
de: Meeresbruchsteinstufe (himmelblau)

source: Seacobble stair redviolet
de: Meeresbruchsteintreppe (rotviolett)

source: Seacobble slab redviolet
de: Meeresbruchsteinstufe (rotviolett)
