Repository: MrCerealGuy/Stonecraft
Catalog: po/*/stonecraft.po
Languages: it

source: Controls size of deserts and beaches in Mapgen v6. When snowbiomes are enabled 'mgv6_freq_desert' is ignored.
it: Controlla la dimensione di spiagge e deserti nel Generatore mappa v.6. Quando sono attivati i biomi di neve 'mgv6_freq_desert' viene ignorato.

source: Controls steepness/depth of lake depressions.
it: Controlla la ripidità/profondità delle depressioni lacustri.

source: Controls steepness/height of hills.
it: Controlla la ripidità/altezza delle colline.

source: Controls width of tunnels, a smaller value creates wider tunnels.
it: Controlla la larghezza delle gallerie, un valore più piccolo crea gallerie più larghe.

source: Crash message
it: Messaggio di crollo

source: Creates unpredictable lava features in caves. These can make mining difficult. Zero disables them. (0-10)
it: Crea imprevedibili caratteristiche di lava nelle caverne. Queste possono rendere difficile minare. Zero le disabilita. (0-10)

source: Creates unpredictable water features in caves. These can make mining difficult. Zero disables them. (0-10)
it: Crea imprevedibili caratteristiche di acqua nelle caverne. Queste possono rendere difficile minare. Zero le disabilita. (0-10)

source: Crosshair alpha
it: Trasparenza del mirino

source: Crosshair alpha (opaqueness, between 0 and 255).
it: Trasparenza del mirino (opacità, tra 0 e 255).

source: Crosshair color
it: Colore del mirino

source: Crosshair color (R,G,B).
it: Colore del mirino (R,G,B).

source: Crouch speed
it: Velocità di accovacciamento

source: DPI
it: Punti per pollice

source: Damage
it: Danno

source: Debug info toggle key
it: Chiave di attivazione delle info. di debug

source: Debug log level
it: Livello del registro di debug

source: Dedicated server step
it: Passo del server dedicato

source: Default acceleration
it: Accelerazione predefinita

source: Default game
it: Gioco predefinito

source: Default game when creating a new world. This will be overridden when creating a world from the main menu.
it: Gioco predefinito quando si crea un nuovo mondo. Questo verrà ignorato quando si crea un mondo dal menu principale.

source: Default password
it: Password predefinita

source: Default privileges
it: Privilegi predefiniti

source: Default timeout for cURL, stated in milliseconds. Only has an effect if compiled with cURL.
it: Scadenza predefinita per cURL, espressa in millisecondi. Ha effetto solo se Minetest è stato compilato con cURL.

source: Defines sampling step of texture. A higher value results in smoother normal maps.
it: Definisce il passo di campionatura dell'immagine. Un valore più alto ha come effetto normal map più uniformi.

source: Defines the maximal player transfer distance in blocks (0 = unlimited).
it: Definisce la massima distanza di trasferimento del giocatore espressa in blocchi (0 = illimitata).

source: Delay showing tooltips, stated in milliseconds.
it: Ritardo nella comparsa dei suggerimenti, espresso in millisecondi.

source: Deprecated Lua API handling
it: Gestione delle API Lua deplorate

source: Depth below which you'll find large caves.
it: Profondità sotto cui troverete caverne grandi.

source: Depth below which you'll find massive caves.
it: Profondità sotto cui troverete caverne imponenti.

source: Descending speed
it: Velocità di discesa

source: Description of server, to be displayed when players join and in the serverlist.
it: Descrizione del server, da mostrarsi nell'elenco dei server e quando i giocatori accedono.

source: Desynchronize block animation
it: De-sincronizza l'animazione del blocco

source: Determines terrain shape. The 3 numbers in brackets control the scale of the terrain, the 3 numbers should be identical.
it: Stabilisce la forma del terreno. I tre numeri tra parentesi controllano la scala del terreno, i tre numeri dovrebbero essere identici.

source: Disable anticheat
it: Disabilita anti-trucchi

source: Disallow empty passwords
it: Rifiutare le password vuote

source: Domain name of server, to be displayed in the serverlist.
it: Nome di dominio del server, da mostrare nell'elenco dei server.

source: Double tap jump for fly
it: Doppio colpetto su salta per volare

source: Double-tapping the jump key toggles fly mode.
it: Colpire brevemente il tasto di salto due volte attiva la modalità di volo.

source: Drop item key
it: Tasto per il rilascio di un oggetto

source: Dump the mapgen debug infos.
it: Pubblica le informazioni di debug del generatore della mappa.

source: Enable VBO
it: Abilitare VBO

source: Enable mod security
it: Abilita la protezione mod.

source: Enable players getting damage and dying.
it: Abilitare il ferimento e la morte dei giocatori.

source: Enable random user input (only used for testing).
it: Abilita input casuale da parte del giocatore (utilizzato solo per esperimenti).

source: Enable smooth lighting with simple ambient occlusion. Disable for speed or for different looks.
it: Abilita l'illuminazione uniforme con l'occlusione ambientale semplice. Disabilitare per velocizzare o per un aspetto diverso.

source: Enable to disallow old clients from connecting. Older clients are compatible in the sense that they will not crash when connecting to new servers, but they may not support all new features that you are expecting.
it: Abilitare per impedire ai client obsoleti di connettersi. I client datati sono compatibili nella misura in cui non vanno in crash quando si connettono ai server più recenti, ma non supportano tutte le funzioni che ci si aspetterebbe.

source: Enable usage of remote media server (if provided by server). Remote servers offer a significantly faster way to download media (e.g. textures) when connecting to the server.
it: Abilita l'utilizzo di un server di materiale remoto (se fornito dal server). I server remoti offrono un modo significativamente più veloce di scaricamento del materiale (ad es. le immagini) quando ci si collega al server.

source: Enable/disable running an IPv6 server. An IPv6 server may be restricted to IPv6 clients, depending on system configuration. Ignored if bind_address is set.
it: Abilita/disabilita l'esecuzione di un server IPv6. Un server IPv6 può essere limitato ai client IPv6, dipendentemente dalla configurazione del sistema. Ignorata se bind_address è impostato.

source: Enables animation of inventory items.
it: Abilita l'animazione degli oggetti dell'inventario.

source: Enables bumpmapping for textures. Normalmaps need to be supplied by the texture pack or need to be auto-generated. Requires shaders to be enabled.
it: Abilita il bumpmapping per le immagini. E' necessario che il pacchetto texture fornisca le normalmap o è necessario che siano generate automaticamente. Richiede l'attivazione degli shader.

source: Enables caching of facedir rotated meshes.
it: Abilita la cache delle mesh ruotate con facedir.

source: Enables filmic tone mapping
it: Abilita il tone mapping filmico

source: Enables minimap.
it: Abilita il minimap.

source: Enables on the fly normalmap generation (Emboss effect). Requires bumpmapping to be enabled.
it: Abilita la generazione al volo delle normalmap (effetto a sbalzo). Richiede l'attivazione del bumpmapping.

source: Enables parallax occlusion mapping. Requires shaders to be enabled.
it: Abilita la mappatura dell'occlusione di parallasse. Richiede l'attivazione degli shader.

source: Experimental option, might cause visible spaces between blocks when set to higher number than 0.
it: Opzione sperimentale, può determinare la visibilità di spazi tra i blocchi quando impostato ad un numero maggiore di 0.

source: FPS in pause menu
it: FPS nel menu di pausa

source: Fall bobbing
it: Ondeggiamento in caduta

source: Fallback font
it: Font di ripiego

source: Fallback font shadow
it: Ombreggiatura del font di ripiego

source: Fallback font shadow alpha
it: Trasparenza del font di ripiego

source: Fallback font size
it: Dimensione del font di ripiego

source: Fast key
it: Tasto 'veloce'

source: Fast mode acceleration
it: Accelerazione della modalità veloce

source: Fast mode speed
it: Velocità della modalità veloce

source: Fast movement
it: Movimento veloce

source: Fast movement (via use key). This requires the "fast" privilege on the server.
it: Movimento veloce (tramite il tasto usare). Ciò richiede il privilegio "fast" sul server.

source: Field of view
it: Campo visivo

source: Field of view in degrees.
it: Campo visivo in gradi.

source: File in client/serverlist/ that contains your favorite servers displayed in the Multiplayer Tab.
it: File in client/serverlist/ contenente i vostri server preferiti mostrati nella linguetta Giocatori multipli.

source: Filler Depth
it: Profondità dello riempitore

source: Filmic tone mapping
it: Mappatura del tono filmico

source: Filtered textures can blend RGB values with fully-transparent neighbors, which PNG optimizers usually discard, sometimes resulting in a dark or light edge to transparent textures. Apply this filter to clean that up at texture load time.
it: Le immagini filtrate possono miscelare valori RGB coi vicini completamente trasparenti, che gli ottimizzatori PNG solitamente scartano, risultando a volte in un bordo chiaro o scuro verso le immagini trasparenti. Applicate questo filtro per ripulire quell'effetto al momento del caricamento delle immagini.

source: Filtering
it: Filtraggio

source: Fixed map seed
it: Seme fisso della mappa

source: Fly key
it: Tasto di volo

source: Flying
it: In volo

source: Fog
it: Nebbia

source: Fog toggle key
it: Tasto di attivazione della nebbia

source: Font path
it: Percorso del font

source: Font shadow
it: Ombreggiatura del font

source: Font shadow alpha
it: Trasparenza dell'ombreggiatura del font

source: Font shadow alpha (opaqueness, between 0 and 255).
it: Trasparenza dell'ombreggiatura del font (opacità, tra 0 e 255).

source: Font shadow offset, if 0 then shadow will not be drawn.
it: Compensazione dell'ombra del font, se 0 allora l'ombra non verrà disegnata.

source: Font size
it: Dimensione del font

source: Format of screenshots.
it: Formato delle istantanee.

source: Forward key
it: Tasto avanti

source: Freetype fonts
it: Font freetype

source: From how far blocks are generated for clients, stated in mapblocks (16 nodes).
it: Da che distanza vengono generati i blocchi per i client, espressa in blocchi mappa (16 nodi).

source: From how far blocks are sent to clients, stated in mapblocks (16 nodes).
it: Da che distanza i blocchi sono inviati ai client, espressa in blocchi mappa (16 nodi).

source: From how far clients know about objects, stated in mapblocks (16 nodes).
it: Da che distanza i client sanno degli oggetti, espressa in blocchi mappa (16 nodi).

source: Full screen
it: Schermo intero

source: Full screen BPP
it: BPP schermo intero

source: Fullscreen mode.
it: Modalità a schermo intero.

source: GUI scaling
it: Scala GUI

source: GUI scaling filter
it: Filtro di scala GUI

source: GUI scaling filter txr2img
it: Filtro di scala GUI txr2img

source: General
it: Generali

source: Generate normalmaps
it: Generare le normalmap

source: Graphics
it: Grafiche

source: Gravity
it: Gravità

source: HTTP Mods
it: Mod. HTTP

source: HUD toggle key
it: Tasto di attivazione dello HUD

source: Handling for deprecated lua api calls: - legacy: (try to) mimic old behaviour (default for release). - log: mimic and log backtrace of deprecated call (default for debug). - error: abort on usage of deprecated call (suggested for mod developers).
it: Gestione delle chiamate deplorate alle API Lua: - eredita: (prova a) mimare il vecchio comportamento (predefinita per i rilasci). - registra: mima e registra la traccia della chiamata deplorata (predefinita per il debug). - errore: abortire all'uso della chiamata deplorata (suggerita per gli sviluppatori di mod.).

source: Height component of the initial window size.
it: Componente dell'altezza della dimensione della finestra iniziale.

source: Height on which clouds are appearing.
it: Altezza alla quale appaiono le nuvole.

source: High-precision FPU
it: FPU ad alta precisione

source: Homepage of server, to be displayed in the serverlist.
it: Sito del server, da mostrare nell'elenco dei server.

source: How deep to make rivers
it: Quale profondità di creazione dei fiumi

source: How large area of blocks are subject to the active block stuff, stated in mapblocks (16 nodes). In active blocks objects are loaded and ABMs run.
it: Quanto larghe le aree di blocchi sono soggette alle cose del blocco attivo, espresso in blocchi mappa (16 nodi). Nei blocchi attivi vengono caricati gli oggetti ed eseguiti gli ABM.

source: How much the server will wait before unloading unused mapblocks. Higher value is smoother, but will use more RAM.
it: Quanto il server aspetterà prima di scaricare i blocchi mappa non usati. Un valore alto è più scorrevole, ma userà più RAM.

source: How wide to make rivers
it: Larghezza di creazione dei fiumi

source: IPv6 server
it: Server IPv6

source: IPv6 support.
it: Supporto IPv6.

source: If FPS would go higher than this, limit it by sleeping to not waste CPU power for no benefit.
it: Se i FPS dovessero superare questo, limitarli con la sospensione per non sprecare la potenza della CPU per nessun beneficio.

source: If disabled "use" key is used to fly fast if both fly and fast mode are enabled.
it: Se disabilitata il tasto "usare" è utilizzato per volare veloce se entrambe le modalità 'volo' e 'veloce' sono abilitate.

source: If enabled together with fly mode, player is able to fly through solid nodes. This requires the "noclip" privilege on the server.
it: Se abilitata assieme alla modalità di volo, il giocatore può volare attraverso i nodi solidi. Questo richiede il privilegio "noclip" sul server.

source: If enabled, "use" key instead of "sneak" key is used for climbing down and descending.
it: Se abilitata, il tasto "usare" viene utilizzato al posto di "strisciare" per scendere.

source: If enabled, actions are recorded for rollback. This option is only read when server starts.
it: Se abilitata, le azioni sono registrate per il ripristino. Questa opzione viene letta solo all'avvio del server.

source: If enabled, disable cheat prevention in multiplayer.
it: Se abilitata, disattiva l'impedimento dei trucchi nel gioco multiplo.

source: If enabled, invalid world data won't cause the server to shut down. Only enable this if you know what you are doing.
it: Se abilitata, i dati mondo non validi non causeranno lo spegnimento del server. Abilitatela solo se sapete cosa state facendo.

source: If enabled, new players cannot join with an empty password.
it: Se abilitata, i nuovi giocatori non possono unirsi con una password vuota.

source: If enabled, you can place blocks at the position (feet + eye level) where you stand. This is helpful when working with nodeboxes in small areas.
it: Se abilitata, potete posizionare blocchi nella posizione (piedi + livello degli occhi) dove state. Questo è utile quando si lavora con le scatole dei nodi in piccole aree.

source: If this is set, players will always (re)spawn at the given position.
it: Se si imposta, i giocatori (ri)compariranno sempre alla posizione data.

source: Ignore world errors
it: Ignorare gli errori del mondo

source: In-Game
it: In gioco

source: In-game chat console background alpha (opaqueness, between 0 and 255).
it: Trasparenza in gioco dello sfondo della console dei messaggi (opacità, tra 0 e 255).

source: In-game chat console background color (R,G,B).
it: Colore in gioco dello sfondo della console dei messaggi (R,G,B).

source: Interval of saving important changes in the world, stated in seconds.
it: Intervallo di salvataggio dei cambiamenti importanti nel mondo, espresso in secondi.

source: Interval of sending time of day to clients.
it: Intervallo di invio ai client dell'ora del giorno.

source: Inventory items animations
it: Animazioni degli oggetti dell'inventario

source: Inventory key
it: Tasto dell'inventario

source: Invert mouse
it: Invertire il mouse

source: Invert vertical mouse movement.
it: Inverte il movimento verticale del mouse.

source: Item entity TTL
it: Entità TTL (tempo di vita) oggetto

source: Iterations of the recursive function. Controls the amount of fine detail.
it: Iterazioni della funzione ricorsiva. Controlla l'ammontare del dettaglio fine.

source: Julia set only: W component of hypercomplex constant determining julia shape. Has no effect on 3D fractals. Range roughly -2 to 2.
it: Solo serie julia: componente W della costante iper-complessa determinante la forma julia. Non ha effetto sui frattali in 3D. Spazia pressapoco tra -2 e 2.

source: Julia set only: X component of hypercomplex constant determining julia shape. Range roughly -2 to 2.
it: Solo serie julia: componente X della costante iper-complessa determinante la forma julia. Spazia pressapoco tra -2 e 2.

source: Julia set only: Y component of hypercomplex constant determining julia shape. Range roughly -2 to 2.
it: Solo serie julia: componente Y della costante iper-complessa determinante la forma julia. Spazia pressapoco tra -2 e 2.

source: Julia set only: Z component of hypercomplex constant determining julia shape. Range roughly -2 to 2.
it: Solo serie julia: componente Z della costante iper-complessa determinante la forma julia. Spazia pressapoco tra -2 e 2.

source: Jump key
it: Tasto di salto

source: Jumping speed
it: Velocità di salto

source: Key for decreasing the viewing range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per ridurre il raggio visivo. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for dropping the currently selected item. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per lasciare a terra l'oggetto attualmente selezionato. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for increasing the viewing range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per aumentare il raggio visivo. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for jumping. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per saltare. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving fast in fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per muoversi rapidamente nella modalità veloce. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player backward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per muovere indietro il giocatore. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player forward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per muovere avanti il giocatore. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player left. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per muovere a sinistra il giocatore. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player right. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per muovere a destra il giocatore. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat console. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per aprire la console dei messaggi. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window to type commands. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per aprire la finestra dei messaggi per scrivere comandi. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per aprire la finestra dei messaggi. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the inventory. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per aprire l'inventario. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for printing debug stacks. Used for development. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per stampare le stack di debug. Usato per lo sviluppo. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for sneaking. Also used for climbing down and descending in water if aux1_descends is disabled. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per strisciare. Usato anche per scendere dalle scale e scendere in acqua se aux1_descends è disabilitata. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for switching between first- and third-person camera. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per passare tra la camera in prima persona a quella in terza persona.. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for taking screenshots. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per scattare istantanee. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling cinematic mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la modalità cinematic. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling display of minimap. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la visualizzatore della minimappa. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la modalità veloce. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling flying. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare il volo. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling noclip mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la modalità noclip. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
