Repository: MrCerealGuy/Stonecraft
Catalog: po/*/stonecraft.po
Languages: it

source: See http://www.sqlite.org/pragma.html#pragma_synchronous
it: Si veda http://www.sqlite.org/pragma.html#pragma_synchronous

source: Selection box border color (R,G,B).
it: Colore del bordo del riquadro di selezione (R,G,B).

source: Selection box color
it: Colore del riquadro di selezione

source: Selection box width
it: Larghezza del riquadro di selezione

source: Server / Singleplayer
it: Server / Giocatore singolo

source: Server URL
it: URL del server

source: Server address
it: Indirizzo del server

source: Server description
it: Descrizione del server

source: Server name
it: Nome del server

source: Server port
it: Porta del server

source: Serverlist URL
it: URL dell'elenco dei server

source: Serverlist file
it: File dell'elenco dei server

source: Set the language. Leave empty to use the system language. A restart is required after changing this.
it: Impostate la lingua. Lasciate vuoto per usare la lingua di sistema. E' necessario il riavvio dopo avere modificato questa impostazione.

source: Set to true enables waving leaves. Requires shaders to be enabled.
it: Impostata a true abilita le foglie ondeggianti. Necessita l'attivazione degli shader.

source: Set to true enables waving plants. Requires shaders to be enabled.
it: Impostata su true abilita le piante ondeggianti. Necessita l'attivazione degli shader.

source: Set to true enables waving water. Requires shaders to be enabled.
it: Impostata su true abilita l'acqua ondeggiante. Necessita l'attivazione degli shader.

source: Shape of the minimap. Enabled = round, disabled = square.
it: Forma del minimap. Abilitata = rotonda, disabilitata = quadrata.

source: Show debug info
it: Mostrare le info. di debug

source: Show entity selection boxes
it: Mostrare i riquadri di selezione delle entità

source: Shutdown message
it: Messaggio di spegnimento

source: Size of chunks to be generated at once by mapgen, stated in mapblocks (16 nodes).
it: Dimensione dei "pezzi" da generare immediatamente dal generatore mappa, espressa in blocchi mappa (16 nodi).

source: Slope and fill work together to modify the heights
it: Pendenza e riempimento lavorano assieme per modificare le altezze

source: Smooth lighting
it: Illuminazione uniforme

source: Smooths rotation of camera in cinematic mode. 0 to disable.
it: Rende fluida la rotazione della camera in modalità cinematic. 0 per disabilitare.

source: Smooths rotation of camera. 0 to disable.
it: Rende fluida la rotazione della camera. 0 per disabilitare.

source: Sneak key
it: Tasto per strisciare

source: Sound
it: Suono

source: Specifies URL from which client fetches media instead of using UDP. $filename should be accessible from $remote_media$filename via cURL (obviously, remote_media should end with a slash). Files that are not present will be fetched the usual way.
it: Specifica l'URL da cui il client recupera i media al posto di usare UDP. $filename dovrebbe essere accessibile da $remote_media$filename tramite cURL (ovviamente, remote_media dovrebbe finire con una barra). I file che non sono presenti saranno recuperati nel solito modo.

source: Static spawnpoint
it: Punto stabile di comparsa

source: Strength of generated normalmaps.
it: Intensità delle normalmap generate.

source: Strength of parallax.
it: Intensità di parallasse.

source: Strict protocol checking
it: Controllo stretto del protocollo

source: Support older servers
it: Supporto dei server più vecchi

source: Synchronous SQLite
it: SQLite simultaneo

source: Terrain Height
it: Altezza terreno

source: Terrain noise threshold for hills. Controls proportion of world area covered by hills. Adjust towards 0.0 for a larger proportion.
it: Limite di 'rumore' del terreno per le colline. Controlla la porzione d'area del mondo coperta da colline. Sistemare verso 0.0 per una porzione più ampia.

source: Terrain noise threshold for lakes. Controls proportion of world area covered by lakes. Adjust towards 0.0 for a larger proportion.
it: Limite di 'rumore' del terreno per i laghi. Controlla la porzione d'area del mondo coperta da laghi. Sistemare verso 0.0 per una porzione più ampia.

source: Texture path
it: Percorso delle immagini

source: The altitude at which temperature drops by 20C
it: L'altitudine a cui le temperature crollano di 20°C

source: The depth of dirt or other filler
it: La profondità della terra o altri riempitori

source: The network interface that the server listens on.
it: L'interfaccia di rete ascoltata dal server.

source: The privileges that new users automatically get. See /privs in game for a full list on your server and mod configuration.
it: I privilegi ricevuti automaticamente dai nuovi utenti. Si veda /privs in gioco per un elenco completo sul vostro server e la configurazione dei mod.

source: The rendering back-end for Irrlicht.
it: Il supporto di rendering per Irrlicht.

source: The strength (darkness) of node ambient-occlusion shading. Lower is darker, Higher is lighter. The valid range of values for this setting is 0.25 to 4.0 inclusive. If the value is out of range it will be set to the nearest valid value.
it: L'intensità (oscurità) dell'ombreggiatura di occlusione ambientale dei nodi. Minore è più scuro, maggiore è più chiaro. L'intervallo di valori validi per questa impostazione è tra 0.25 e 4.0 inclusi. Se il valore è fuori intervallo verrà impostato sul valore valido più vicino.

source: The time (in seconds) that the liquids queue may grow beyond processing capacity until an attempt is made to decrease its size by dumping old queue items. A value of 0 disables the functionality.
it: Il tempo (in secondi) in cui la coda dei liquidi può crescere oltre alla capacità di elaborazione finché viene fatto un tentativo di diminuirne la dimensione scaricando gli oggetti della vecchia coda. Un valore 0 disattiva questa funzionalità.

source: The time in seconds it takes between repeated right clicks when holding the right mouse button.
it: Il tempo in secondi richiesto tra click destri ripetuti quando si tiene il pulsante mouse destro.

source: This font will be used for certain languages.
it: Questo font sarà usato per certe lingue.

source: Time in between active block management cycles
it: Tempo tra i cicli di gestione del 'blocco'

source: Time in seconds for item entity (dropped items) to live. Setting it to -1 disables the feature.
it: Tempo in secondi di vita per le entità oggetto (oggetti lasciati a terra). Impostandola a 0 si disattiva la caratteristica.

source: Time send interval
it: Intervallo del tempo di invio

source: Time speed
it: Velocità del tempo

source: Timeout for client to remove unused map data from memory.
it: Tempo di scadenza per i client per rimuovere dati mappa inutilizzati dalla memoria.

source: To reduce lag, block transfers are slowed down when a player is building something. This determines how long they are slowed down after placing or removing a node.
it: Per ridurre il ritardo, i trasferimenti di blocchi sono rallentati quando un giocatore sta costruendo qualcosa. Questo stabilisce per quanto a lungo sono rallentati dopo avere posizionato o rimosso un nodo.

source: Toggle camera mode key
it: Chiave di impostazione della modalità camera

source: Tooltip delay
it: Ritardo dei suggerimenti

source: Trilinear filtering
it: Filtro trilineare

source: True = 256 False = 128 Useable to make minimap smoother on slower machines.
it: Vero = 256 Falso = 128 Utilizzabile per rendere più fluida la minimappa su macchine più lente.

source: Trusted mods
it: Mod. fidati

source: URL to the server list displayed in the Multiplayer Tab.
it: URL dell'elenco server mostrato nella linguetta Giocatori multipli.

source: Unlimited player transfer distance
it: Distanza di trasferimento illimitata

source: Unload unused server data
it: Scaricare i dati server inutilizzati

source: Use 3D cloud look instead of flat.
it: Usare le nuvole in 3D invece delle piatte.

source: Use a cloud animation for the main menu background.
it: Usare un'animazione con le nuvole per lo sfondo del menu principale.

source: Use anisotropic filtering when viewing at textures from an angle.
it: Usare il filtro anisotropico quando si vedono le immagini da un angolo.

source: Use bilinear filtering when scaling textures.
it: Usare il filtro bilineare quando si ridimensionano le immagini.

source: Use key
it: Tasto 'usare'

source: Use mip mapping to scale textures. May slightly increase performance.
it: Usare il mipmapping per ridimensionare le immagini. Potrebbe aumentare leggermente la resa.

source: Use trilinear filtering when scaling textures.
it: Usare il filtro trilineare quando si ridimensionano le immagini.

source: V-Sync
it: Sincronia verticale

source: Valley Depth
it: Profondità valli

source: Valley Fill
it: Riempimento valli

source: Valley Profile
it: Profilo valli

source: Valley Slope
it: Pendenza valli

source: Valleys C Flags
it: Impostazioni C delle valli

source: Vertical screen synchronization.
it: Sincronizzazione verticale dello schermo.

source: Video driver
it: Driver video

source: View bobbing
it: Ondeggiamento visuale

source: View distance in nodes. Min = 20
it: Distanza visiva in nodi. Min = 20

source: View range decrease key
it: Tasto di riduzione del raggio visivo

source: View range increase key
it: Tasto di aumento del raggio visivo

source: Viewing range
it: Raggio visivo

source: W co-ordinate of the generated 3D slice of a 4D fractal. Determines which 3D slice of the 4D shape is generated. Has no effect on 3D fractals. Range roughly -2 to 2.
it: Coordinata W della fetta in 3D generata di un frattale in 4D. Determina quale fetta in 3D viene generata della forma in 4D. Non ha effetto su frattali in 3D. Spazia pressapoco tra -2 e 2.

source: Walking speed
it: Velocità di camminata

source: Water Features
it: Caratteristiche dell'acqua

source: Water level
it: Livello dell'acqua

source: Water surface level of the world.
it: Livello di superficie dell'acqua del mondo.

source: Waving Nodes
it: Nodi ondeggianti

source: Waving leaves
it: Foglie ondeggianti

source: Waving plants
it: Piante ondeggianti

source: Waving water
it: Acqua ondeggiante

source: Waving water height
it: Altezza dell'acqua ondeggiante

source: Waving water length
it: Durata di ondeggiamento dell'acqua

source: Waving water speed
it: Velocità di ondeggiamento dell'acqua

source: When gui_scaling_filter is true, all GUI images need to be filtered in software, but some images are generated directly to hardware (e.g. render-to-texture for nodes in inventory).
it: Quando gui_scaling_filter è vero, tutte le immagini dell'interfaccia necessitano il filtraggio software, ma alcune immagini sono generate direttamente dall'hardware (ad es.. render-to-texture per i nodi nell'inventario).

source: When using bilinear/trilinear/anisotropic filters, low-resolution textures can be blurred, so automatically upscale them with nearest-neighbor interpolation to preserve crisp pixels. This sets the minimum texture size for the upscaled textures; higher values look sharper, but require more memory. Powers of 2 are recommended. Setting this higher than 1 may not have a visible effect unless bilinear/trilinear/anisotropic filtering is enabled.
it: Quando si usano i filtri bilineare/trilineare/anisotropico, le immagini a bassa risoluzione possono essere sfocate, perciò ingranditele automaticamente con l'interpolazione vicino-più-vicino per conservare pixel vivaci. Questa imposta la dimensione minima dell'immagine per le immagini ingrandite; valori maggiori risultano più a fuoco, ma richiedono più memoria. Sono raccomandate le potenze di 2. Impostare questa a un valore maggiore di 1 potrebbe non avere un effetto visibile a meno che non sia attivato il filtro bilineare/trilineare/anisotropico.

source: Where the map generator stops. Please note: - Limited to 31000 (setting above has no effect) - The map generator works in groups of 80x80x80 nodes (5x5x5 MapBlocks). - Those groups have an offset of -32, -32 nodes from the origin. - Only groups which are within the map_generation_limit are generated
it: Dove si ferma il generatore mappa. Si noti prego: - Limitato a 31.000 (impostazioni superiori non hanno effetto) - Il generatore mappa lavora in gruppi di 80x80x80 nodi (5x5x5 nodi mappa). - Quei gruppi hanno una compensazione di -32, -32 nodi dall'origine. - Solo i gruppi che rientrano nel map_generation_limit vengono generati.

source: Whether freetype fonts are used, requires freetype support to be compiled in.
it: Se si usano font freetype, richiede la compilazione col supporto freetype.

source: Whether node texture animations should be desynchronized per mapblock.
it: Se le animazioni delle immagini dei nodi dovrebbero essere asincrone per blocco mappa.

source: Whether players are shown to clients without any range limit. Deprecated, use the setting player_transfer_distance instead.
it: Se i giocatori sono mostrati ai client senza alcun limite di raggio. Deplorata, usate invece l'impostazione player_transfer_distance.

source: Whether to allow players to damage and kill each other.
it: Se permettere ai giocatori di danneggiarsi e uccidersi l'un l'altro.

source: Whether to ask clients to reconnect after a (Lua) crash. Set this to true if your server is set up to restart automatically.
it: Se chiedere ai client di riconnettersi dopo un crollo (Lua). Impostatela a vero se il vostro server è impostato per ripartire automaticamente.

source: Whether to fog out the end of the visible area.
it: Se annebbiare la fine dell'area visibile.

source: Whether to show the client debug info (has the same effect as hitting F5).
it: Se mostrare le info. di debug del client (ha lo stesso effetto di premere F5).

source: Whether to support older servers before protocol version 25. Enable if you want to connect to 0.4.12 servers and before. Servers starting with 0.4.13 will work, 0.4.12-dev servers may work. Disabling this option will protect your password better.
it: Se supportare o meno i server più vecchi precedenti al protocollo versione 25. Abilitatela se volete connettervi a server 0.4.12 e precedenti. I server a partire da 0.4.13 funzioneranno, i server 0.4.12-dev potrebbero funzionare. Disabilitare questa opzione proteggerà meglio la vostra password.

source: Width component of the initial window size.
it: Componente larghezza della dimensione iniziale della finestra.

source: Width of the selectionbox's lines around nodes.
it: Larghezza delle linee del riquadro di selezione attorno ai nodi.

source: World directory (everything in the world is stored here). Not needed if starting from the main menu.
it: Cartella del mondo (ogni cosa nel mondo viene depositata qui). Non necessaria se si avvia dal menu principale.

source: Y of flat ground.
it: Y del terreno piatto.

source: Y of upper limit of large pseudorandom caves.
it: Y del limite superiore delle caverne pseudocasuali grandi.

source: cURL file download timeout
it: Tempo di scadenza cURL dello scaricamento dei file

source: cURL parallel limit
it: Limite cURL parallelo

source: cURL timeout
it: Tempo di scadenza cURL
