Repository: MrCerealGuy/Stonecraft
Catalog: po/*/stonecraft.po
Languages: it

source: Key for toggling the display of debug info. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la visualizzazione delle info. di debug. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the HUD. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la visualizzazione dello HUD. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the chat. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la visualizzazione della messaggistica. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the fog. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la visualizzazione della nebbia. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the profiler. Used for development. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare la visualizzazione del profilatore. Usato per lo sviluppo. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling unlimited view range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
it: Tasto per attivare il raggio visivo illimitato. Si veda http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key use for climbing/descending
it: Tasto "Usare" per arrampicarsi/scendere

source: Language
it: Lingua

source: Large cave depth
it: Profondità delle caverne grandi

source: Lava Features
it: Caratteristiche della lava

source: Leaves style
it: Stile delle foglie

source: Leaves style: - Fancy: all faces visible - Simple: only outer faces, if defined special_tiles are used - Opaque: disable transparency
it: Stile delle foglie: - Decorative: tutte le facce visibili - Semplici: solo le facce esterne, se impostate special_tiles sono usate - Opache: disattiva la trasparenza

source: Left key
it: Tasto sinistro

source: Length of a server tick and the interval at which objects are generally updated over network.
it: Lunghezza di uno scatto del server e intervallo per cui gli oggetti sono aggiornati in generale sulla rete.

source: Length of time between ABM execution cycles
it: Intervallo di tempo tra l'esecuzione dei cicli ABM

source: Length of time between NodeTimer execution cycles
it: Intervallo di tempo tra l'esecuzione dei cicli del Temporizzatore Nodo

source: Level of logging to be written to debug.txt: - <nothing> (no logging) - none (messages with no level) - error - warning - action - info - verbose
it: Livello di registro da scrivere su debug.txt: - <niente> (nessun registro) - nessuno (messaggi senza livello) - errore - avviso - azione - informazione - verboso

source: Limit of emerge queues on disk
it: Limite di code 'emerge' su disco

source: Limit of emerge queues to generate
it: Limite di code 'emerge' da generare

source: Limits number of parallel HTTP requests. Affects: - Media fetch if server uses remote_media setting. - Serverlist download and server announcement. - Downloads performed by main menu (e.g. mod manager). Only has an effect if compiled with cURL.
it: Limita il numero di richieste HTTP parallele. Influisce:- Recupero dei media se il server usa l'impostazione remote_media. - Scaricamento dell'elenco dei server e notifica del server. - Scaricamenti effettuati dal menu principale (ad es.il gestore mod.). Ha effetto solo se compilato con cURL.

source: Liquid fluidity
it: Fluidità del liquido

source: Liquid fluidity smoothing
it: Uniformazione della fluidità del liquido

source: Liquid loop max
it: Iterazioni massime nel giro di trasformazione del liquido

source: Liquid queue purge time
it: Tempo di svuotamento della coda del liquido

source: Liquid sink
it: Velocità di caduta del liquido

source: Liquid update interval in seconds.
it: Intervallo di aggiornamento del liquido in secondi.

source: Liquid update tick
it: Scatto di aggiornamento del liquido

source: Main menu game manager
it: Menu principale gestore giochi

source: Main menu mod manager
it: Menu principale del gestore mod.

source: Main menu script
it: Script del menu principale

source: Make fog and sky colors depend on daytime (dawn/sunset) and view direction.
it: Far sì che i colori di cielo e nebbia dipendano dall'ora del giorno (alba/tramonto) e direzione visiva.

source: Makes DirectX work with LuaJIT. Disable if it causes troubles.
it: Fa lavorare DirectX con LuaJIT. Disabilitare se causa problemi.

source: Map directory
it: Cartella della mappa

source: Map generation limit
it: Limite di generazione della mappa

source: Map save interval
it: Intervallo di salvataggio della mappa

source: Mapblock limit
it: Limite del blocco mappa

source: Mapblock unload timeout
it: Tempo di scad. dello scaric. del blocco mappa

source: Mapgen Valleys
it: Generatore mappa valli

source: Mapgen biome heat noise parameters
it: Param. del gen. mappa del 'rumore' del calore del bioma

source: Mapgen biome humidity blend noise parameters
it: Param. del gen. mappa di misc. del 'rumore' dell'umidità del bioma

source: Mapgen biome humidity noise parameters
it: Param. del gen. mappa del 'rumore' dell'umidità del bioma

source: Mapgen debug
it: Debug del generatore mappa

source: Mapgen flags
it: Impostazioni del generatore mappa

source: Mapgen flat
it: Generatore mappa piatto

source: Mapgen flat cave width
it: Larghezza delle caverne del Generatore mappa piatto

source: Mapgen flat cave1 noise parameters
it: Gen. mappa piatto, parametri del 1° 'rumore' delle caverne

source: Mapgen flat cave2 noise parameters
it: Gen. mappa piatto, parametri del 2° 'rumore' delle caverne

source: Mapgen flat filler depth noise parameters
it: Gen. mappa piatto, parametri del 'rumore' dello riempitore di profondità

source: Mapgen flat flags
it: Impostazioni del Generatore mappa piatto

source: Mapgen flat ground level
it: Livello del terreno del Generatore mappa piatto

source: Mapgen flat hill steepness
it: Ripidità delle colline del Generatore mappa piatto

source: Mapgen flat hill threshold
it: Limite delle colline del Generatore mappa piatto

source: Mapgen flat lake steepness
it: Ripidità dei laghi del Generatore mappa piatto

source: Mapgen flat lake threshold
it: Limite dei laghi del Generatore mappa piatto

source: Mapgen flat large cave depth
it: Profondità delle caverne grandi del Generatore mappa piatto

source: Mapgen flat terrain noise parameters
it: Parametri del 'rumore' del terreno del Generatore mappa piatto

source: Mapgen fractal
it: Generatore mappa frattale

source: Mapgen fractal cave width
it: Gen. mappa frattale, larghezza caverne

source: Mapgen fractal cave1 noise parameters
it: Gen. mappa frattale, parametri del 1° 'rumore' delle caverne

source: Mapgen fractal cave2 noise parameters
it: Gen. mappa frattale, parametri del 2° 'rumore' delle caverne

source: Mapgen fractal filler depth noise parameters
it: Gen. mappa frattale, parametri del 'rumore' dello riempitore di profondità

source: Mapgen fractal fractal
it: Frattale del Generatore mappa frattale

source: Mapgen fractal iterations
it: Iterazioni del Generatore mappa frattale

source: Mapgen fractal julia w
it: Gen. mappa frattale, julia w

source: Mapgen fractal julia x
it: Gen. mappa frattale, julia x

source: Mapgen fractal julia y
it: Gen. mappa frattale, julia y

source: Mapgen fractal julia z
it: Gen. mappa frattale, julia z

source: Mapgen fractal offset
it: Compensazione del Generatore mappa frattale

source: Mapgen fractal scale
it: Scala del Generatore mappa frattale

source: Mapgen fractal seabed noise parameters
it: Param. del 'rumore' del fondale marino del Gen. mappa frattale

source: Mapgen fractal slice w
it: Gen. mappa frattale, fetta w

source: Mapgen heat blend noise parameters
it: Param. del gen. mappa di miscelazione del 'rumore' del calore

source: Mapgen name
it: Nome del gen. mappa

source: Mapgen v5
it: Generatore mappa v. 5.

source: Mapgen v5 cave width
it: Gen. mappa v. 5, larghezza caverne

source: Mapgen v5 cave1 noise parameters
it: Gen. mappa v. 5, parametri del 1° 'rumore' delle caverne

source: Mapgen v5 cave2 noise parameters
it: Gen. mappa v. 5, parametri del 2° 'rumore' delle caverne

source: Mapgen v5 factor noise parameters
it: Gen. mappa v. 5, parametri del 'rumore' di fabbrica

source: Mapgen v5 filler depth noise parameters
it: Gen. mappa v. 5, parametri del 'rumore' dello riempitore di profondità

source: Mapgen v5 height noise parameters
it: Gen. mappa v. 5, parametri 'rumore' dell'altezza

source: Mapgen v6
it: Generatore mappa v. 6

source: Mapgen v6 apple trees noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' degli alberi

source: Mapgen v6 beach frequency
it: Gen. mappa v. 6, frequenza della spiaggia

source: Mapgen v6 beach noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' della spiaggia

source: Mapgen v6 biome noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' del bioma

source: Mapgen v6 cave noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' delle caverne

source: Mapgen v6 desert frequency
it: Gen. mappa v. 6, frequenza del deserto

source: Mapgen v6 flags
it: Impostazioni del Generatore mappa v. 6

source: Mapgen v6 height select noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' della selezione di altezza

source: Mapgen v6 humidity noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' dell'umidità

source: Mapgen v6 mud noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' del fango

source: Mapgen v6 steepness noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' della ripidità

source: Mapgen v6 terrain altitude noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' di altitudine del terreno

source: Mapgen v6 terrain base noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' di base del terreno

source: Mapgen v6 trees noise parameters
it: Gen. mappa v. 6, parametri del 'rumore' degli alberi

source: Mapgen v7
it: Gen. mappa v. 7, parametri del 'rumore'

source: Mapgen v7 cave width
it: Gen. mappa v. 7, larghezza delle caverne

source: Mapgen v7 cave1 noise parameters
it: Gen. mappa v. 7, parametri del 1° 'rumore' delle caverne

source: Mapgen v7 cave2 noise parameters
it: Gen. mappa v. 7, parametri del 2° 'rumore' delle caverne

source: Mapgen v7 filler depth noise parameters
it: Gen. mappa v. 7, param. del 'rumore' dello riempitore di profondità

source: Mapgen v7 flags
it: Impostazioni del Generatore mappa v. 7

source: Mapgen v7 height select noise parameters
it: Gen. mappa v. 7, param. del 'rumore' della selezione di altezza

source: Mapgen v7 mount height noise parameters
it: Gen. mappa v. 7, param. del 'rumore' di altezza delle montagne

source: Mapgen v7 mountain noise parameters
it: Gen. mappa v. 7, param. del 'rumore' delle montagne

source: Mapgen v7 ridge noise parameters
it: Gen. mappa v. 7, param. del 'rumore' dei fiumi

source: Mapgen v7 ridge water noise parameters
it: Gen. mappa v. 7, param. del 'rumore' dell'acqua dei fiumi

source: Mapgen v7 terrain altitude noise parameters
it: Gen. mappa v. 7, param. del 'rumore' di altitudine del terreno

source: Mapgen v7 terrain base noise parameters
it: Gen. mappa v. 7, param. del 'rumore' di base del terreno

source: Mapgen v7 terrain persistation noise parameters
it: Gen. mappa v. 7, param. del "rumore" di continuità del terreno

source: Massive cave depth
it: Profondità delle caverne imponenti

source: Massive cave noise
it: 'Rumore' delle caverne imponenti

source: Massive caves form here.
it: Caverne imponenti da qui.

source: Max block generate distance
it: Distanza massima di generazione dei blocchi

source: Max block send distance
it: Distanza massima di invio dei blocchi

source: Max liquids processed per step.
it: Numero massimo di liquidi elaborati per passaggio.

source: Max. clearobjects extra blocks
it: Clearobjects massimo per blocchi extra

source: Max. packets per iteration
it: Numero massimo di pacchetti per iterazione

source: Maximum FPS
it: FPS massimi

source: Maximum FPS when game is paused.
it: FPS massimi quando il gioco è in pausa.

source: Maximum forceloaded blocks
it: Numero massimo di blocchi caricati a forza

source: Maximum hotbar width
it: Larghezza massima della barra oggetti

source: Maximum number of blocks that can be queued for loading.
it: Numero massimo di blocchi che possono essere accodati per il caricamento.

source: Maximum number of blocks to be queued that are to be generated. Set to blank for an appropriate amount to be chosen automatically.
it: Numero massimo di blocchi da generare da accodare. Lasciate vuoto per scegliere automaticamente una quantità adatta.

source: Maximum number of blocks to be queued that are to be loaded from file. Set to blank for an appropriate amount to be chosen automatically.
it: Numero massimo di blocchi da accodare per essere caricati da file. Lasciate vuoto per scegliere automaticamente una quantità adatta.

source: Maximum number of forceloaded mapblocks.
it: Numero massimo di blocchi mappa caricati a forza.

source: Maximum number of mapblocks for client to be kept in memory. Set to -1 for unlimited amount.
it: Numero massimo di blocchi mappa per client da tenere in memoria. Impostare a -1 per una quantità illimitata.

source: Maximum number of packets sent per send step, if you have a slow connection try reducing it, but don't reduce it to a number below double of targeted client number.
it: Numero massimo di pacchetti inviati per passo di invio, se avete una connessione lenta provate a ridurlo, ma non riducetelo a un numero inferiore al doppio del numero dei client interessati.

source: Maximum number of players that can connect simultaneously.
it: Numero massimo di giocatori che possono connettersi contemporaneamente.

source: Maximum number of statically stored objects in a block.
it: Numero massimo di oggetti immagazzinati stabilmente in un blocco.

source: Maximum proportion of current window to be used for hotbar. Useful if there's something to be displayed right or left of hotbar.
it: Proporzione massima della finestra attuale da usarsi per la barra oggetti. Utile se c'è qualcosa da mostrare a destra o sinistra della barra.

source: Maximum time in ms a file download (e.g. a mod download) may take.
it: Tempo massimo in ms che può richiedere lo scaricamento di un file (ad es. un mod.).

source: Maximum users
it: Utenti massimi

source: Menus
it: Menu

source: Mesh cache
it: Cache mesh

source: Message of the day
it: Messaggio del giorno

source: Message of the day displayed to players connecting.
it: Messaggio del giorno mostrato ai giocatori che si connettono.

source: Method used to highlight selected object.
it: Metodo usato per evidenziare l'oggetto scelto.

source: Minimap
it: Minimappa

source: Minimap key
it: Tasto della minimappa

source: Minimap scan height
it: Altezza di scansione della minimappa

source: Minimum texture size for filters
it: Dimensione minima dell'immagine per i filtri

source: Modstore details URL
it: URL dei dettagli del deposito mod.

source: Modstore download URL
it: URL di scaricamento del deposito mod.

source: Modstore mods list URL
it: URL dell'elenco dei mod. del deposito mod.

source: Monospace font path
it: Percorso del font a spaziatura fissa

source: Monospace font size
it: Dimensione del font a spaziatura fissa

source: Mouse sensitivity
it: Sensibilità del mouse

source: Mouse sensitivity multiplier.
it: Moltiplicatore della sensibilità del mouse.

source: Multiplier for fall bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
it: Moltiplicatore per l'ondeggiamento in caduta. Per esempio: 0 per nessun ondeggiamento visivo; 1.0 normale; 2.0 doppio.

source: Multiplier for view bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
it: Moltiplicatore per l'ondeggiamento visivo. Per esempio: 0 per nessun ondeggiamento visivo; 1.0 normale; 2.0 doppio.

source: Name of map generator to be used when creating a new world. Creating a world in the main menu will override this.
it: Nome del generatore mappa da usare quando si crea un nuovo mondo. Creare un nuovo mondo nel menu principale ignorerà questa impostazione.

source: Name of the player. When running a server, clients connecting with this name are admins. When starting from the main menu, this is overridden.
it: Nome del giocatore. Quando si esegue un server, i client che si connettono con questo nome sono amministratori. Quando si avvia dal menu principale, questa impostazione viene ignorata.

source: Name of the server, to be displayed when players join and in the serverlist.
it: Nome del server, da mostrare quando si uniscono dei giocatori e nell'elenco dei server.

source: Network
it: Rete

source: Network port to listen (UDP). This value will be overridden when starting from the main menu.
it: Porta di rete da ascoltare (UDP). Questo valore verrà ignorato quando si avvia dal menu principale.

source: New users need to input this password.
it: I nuovi utenti devono inserire questa password.

source: Noclip
it: Movimento libero

source: Noclip key
it: Tasto noclip

source: Node highlighting
it: Evidenziamento nodo

source: NodeTimer interval
it: Intervallo del Temporizzatore nodo

source: Noise parameters for biome API temperature, humidity and biome blend.
it: Parametri di 'rumore' per l'API di temperatura del bioma, umidità e fusione di bioma.

source: Noises
it: Rumori

source: Normalmaps sampling
it: Campionamento normalmap

source: Normalmaps strength
it: Intensità normalmap

source: Number of emerge threads
it: Numero di thread emerge

source: Number of emerge threads to use. Make this field blank, or increase this number to use multiple threads. On multiprocessor systems, this will improve mapgen speed greatly at the cost of slightly buggy caves.
it: Numero di thread emerge da usare. Lasciate vuoto questo campo, o aumentate questo numero per usare thread multipli. Su sistemi multiprocessore, questo migliorerà molto la velocità del generatore mappa al costo di caverne un po' buggate.

source: Number of extra blocks that can be loaded by /clearobjects at once. This is a trade-off between sqlite transaction overhead and memory consumption (4096=100MB, as a rule of thumb).
it: Numero di blocchi extra che possono essere caricati da /clearobjects in una volta. Questo è un controbilanciare tra spesa di transazione sqlite e consumo di memoria (4096 = 100MB, come regola generale).

source: Number of parallax occlusion iterations.
it: Numero di iterazioni di occlusione di parallasse.

source: Overall bias of parallax occlusion effect, usually scale/2.
it: Deviazione complessiva dell'effetto di occlusione di parallasse, solitamente scala fratto 2.

source: Overall scale of parallax occlusion effect.
it: Scala complessiva dell'effetto di occlusione di parallasse.

source: Parallax occlusion
it: Occlusione di parallasse

source: Parallax occlusion Scale
it: Scala dell'occlusione di parallasse

source: Parallax occlusion bias
it: Deviazione dell'occlusione di parallasse

source: Parallax occlusion iterations
it: Iterazioni dell'occlusione di parallasse

source: Parallax occlusion mode
it: Modalità occlusione di parallasse

source: Parallax occlusion strength
it: Intensità dell'occlusione di parallasse

source: Path to TrueTypeFont or bitmap.
it: Percorso per il font TrueType o bitmap.

source: Path to save screenshots at.
it: Percorso dove salvare le istantanee.

source: Path to texture directory. All textures are first searched from here.
it: Percorso della cartella immagini. Tutte le immagini vengono cercate a partire da qui.

source: Physics
it: Fisiche

source: Player is able to fly without being affected by gravity. This requires the "fly" privilege on the server.
it: Il giocatore può volare senza essere interessato dalla gravità. Ciò richiede il privilegio "fly" sul server.

source: Player name
it: Nome del giocatore

source: Player transfer distance
it: Distanza di trasferimento del giocatore

source: Player versus Player
it: Giocatore contro Giocatore

source: Port to connect to (UDP). Note that the port field in the main menu overrides this setting.
it: Porta a cui connettersi (UDP). Si noti che il campo porta nel menu principale ignora questa impostazione.

source: Prevent mods from doing insecure things like running shell commands.
it: Impedisce che i mod. facciano cose non sicure come eseguire comandi della shell.

source: Privileges that players with basic_privs can grant
it: Privilegi che possono essere assegnati dai giocatori con basic_privs

source: Profiler toggle key
it: Tasto di attivazione del profilatore

source: Radius of cloud area stated in number of 64 node cloud squares. Values larger than 26 will start to produce sharp cutoffs at cloud area corners.
it: Raggio dell'area delle nuvole espresso in numero di 64 nodi nuvola quadrati. Valori maggiori di 26 cominceranno a produrre interruzioni appuntite agli angoli delle aree nuvola.

source: Raises terrain to make valleys around the rivers
it: Solleva il terreno per creare vallate attorno ai fiumi

source: Random input
it: Input casuale

source: Range select key
it: Tasto di selezione del raggio

source: Remote media
it: Media remoti

source: Remote port
it: Porta remota

source: Replaces the default main menu with a custom one.
it: Sostituisce il menu principale predefinito con uno personalizzato.

source: Right key
it: Tasto destro

source: Rightclick repetition interval
it: Intervallo di ripetizione del click destro

source: River Depth
it: Profondità dei fiumi

source: River Noise
it: 'Rumore' dei fiumi

source: River Size
it: Dimensione dei fiumi

source: River noise -- rivers occur close to zero
it: 'Rumore' dei fiumi - i fiumi si manifestano vicino a zero

source: Rollback recording
it: Registrazione di ripristino

source: Round minimap
it: Minimappa rotonda

source: Save the map received by the client on disk.
it: Salvare su disco la mappa ricevuta dal client.

source: Saving map received from server
it: Salvataggio della mappa ricevuta dal server

source: Scale gui by a user specified value. Use a nearest-neighbor-anti-alias filter to scale the GUI. This will smooth over some of the rough edges, and blend pixels when scaling down, at the cost of blurring some edge pixels when images are scaled by non-integer sizes.
it: Ridimensionare l'interfaccia secondo un valore specificato dall'utente. Usate un filtro anti-alias-vicino-più-vicino per ridimensionare l'interfaccia. Questo liscerà alcuni degli spigoli vivi, e armonizzerà i pixel al rimpicciolimento, al costo di sfocare alcuni pixel di punta quando le immagini sono ridimensionate per valori frazionari.

source: Screen height
it: Altezza dello schermo

source: Screen width
it: Larghezza dello schermo

source: Screenshot
it: Istantanea

source: Screenshot folder
it: Cartella delle istantanee

source: Screenshot format
it: Formato delle istantanee

source: Screenshot quality
it: Qualità dell'istantanea

source: Screenshot quality. Only used for JPEG format. 1 means worst quality; 100 means best quality. Use 0 for default quality.
it: Qialità dell'istantanea. Usata solo per il formato JPEG. 1 significa qualità peggiore; 100 significa qualità migliore. Usate 0 per la qualità predefinita.

source: Security
it: Sicurezza
