Repository: MrCerealGuy/Stonecraft
Catalog: po/*/stonecraft.po
Languages: it

source: An error occured in a Lua script, such as a mod:
it: E' avvenuto un errore in uno script Lua, come un mod.:

source: An error occured:
it: E' avvenuto un errore:

source: Main menu
it: Menu principale

source: Ok
it: Va bene

source: Reconnect
it: Riconnettere

source: The server has requested a reconnect:
it: Il server ha richiesto una riconnessione:

source: Loading...
it: Caricamento...

source: Protocol version mismatch.
it: Versione del protocollo non corrispondente.

source: Server enforces protocol version $1.
it: Il server impone la versione di protocollo $1.

source: Server supports protocol versions between $1 and $2.
it: Il server supporta versioni di protocollo comprese tra $1 e $2.

source: Try reenabling public serverlist and check your internet connection.
it: Provate a riabilitare l'elenco dei server pubblici e controllate la vostra connessione internet.

source: We only support protocol version $1.
it: Supportiamo solo il protocollo versione $1.

source: We support protocol versions between version $1 and $2.
it: Supportiamo versioni di protocollo comprese tra $1 e $2.

source: Cancel
it: Annullare

source: Depends:
it: Dipendenze:

source: Disable MP
it: Disabilitare p.m.

source: Enable MP
it: Abilitare p.m.

source: Enable all
it: Abilitarli tutti

source: Failed to enable mod "$1" as it contains disallowed characters. Only chararacters [a-z0-9_] are allowed.
it: Abilitazione del mod. "$1" fallita perché contiene caratteri non ammessi. Sono ammessi solo i caratteri [a-z0-9_].

source: Hide Game
it: Nasc. del gioco

source: Hide mp content
it: Nasc. il cont. dei pacchetti

source: Save
it: Salvare

source: World:
it: Mondo:

source: enabled
it: abilitato

source: A world named "$1" already exists
it: Esiste già un mondo chiamato "$1"

source: Create
it: Creare

source: Download a subgame, such as minetest_game, from minetest.net
it: Scaricare un sottogioco, come minetest_game, da minetest.net

source: Download one from minetest.net
it: Scaricarne uno da minetest.net

source: Game
it: Gioco

source: Mapgen
it: Generatore mappa

source: No worldname given or no game selected
it: Non è stato dato nessun nome di mondo o non è stato scelto nessun gioco

source: Seed
it: Seme casuale

source: Warning: The minimal development test is meant for developers.
it: Avviso: il "minimal development test" è inteso per gli sviluppatori.

source: World name
it: Nome del mondo

source: You have no subgames installed.
it: Non avete sottogiochi installati.

source: Are you sure you want to delete "$1"?
it: Siete certi di volere cancellare "$1"?

source: Delete
it: Cancellare

source: Modmgr: failed to delete "$1"
it: Modmgr: cancellazione di "$1" fallita

source: Modmgr: invalid modpath "$1"
it: Modmgr: percorso mod. non valido "$1"

source: Delete World "$1"?
it: Cancellare il mondo "$1"?

source: Accept
it: Accettare

source: Rename Modpack:
it: Rinominare il pacchetto mod.:

source: "$1" is not a valid flag.
it: "$1" non è un marcatore valido.

source: (No description of setting given)
it: (Non è stata fornita nessuna descrizione dell'impostazione)

source: < Back to Settings page
it: < Pag. delle impostazioni

source: Browse
it: Mostrare

source: Disabled
it: Disabilitato

source: Edit
it: Modificare

source: Enabled
it: Abilitato

source: Format is 3 numbers separated by commas and inside brackets.
it: Il formato è tre numeri separati da virgole e dentro parentesi.

source: Format: <offset>, <scale>, (<spreadX>, <spreadY>, <spreadZ>), <seed>, <octaves>, <persistence>
it: Formato: <compensazione>, <scala>, (<estensioneX>, <estensioneY>, <estensioneZ>), <seme>, <ottave>, <persistenza>

source: Games
it: Giochi

source: Mods
it: Mod.

source: Optionally the lacunarity can be appended with a leading comma.
it: Facoltativamente si può aggiungere la lacunarità con una virgola davanti.

source: Please enter a comma seperated list of flags.
it: Inserite un elenco di valori separati da virgole, prego.

source: Please enter a valid integer.
it: Inserite un numero intero valido, prego.

source: Please enter a valid number.
it: Inserite un numero valido, prego.

source: Possible values are:
it: I valori possibili sono:

source: Restore Default
it: Ripristino predefinite

source: Select path
it: Scegliere il percorso

source: Show technical names
it: Mostrare i nomi tecnici

source: The value must be greater than $1.
it: Il valore deve essere maggiore di $1.

source: The value must be lower than $1.
it: Il valore deve essere minore di $1.

source: Install Mod: unsupported filetype "$1" or broken archive
it: Insallatore mod.: tipo di file non supportato "$1" o archivio danneggiato

source: Failed to install $1 to $2
it: Installazione di $1 in $2 fallita

source: Install Mod: file: "$1"
it: Installatore mod.: file: "$1"

source: Install Mod: unable to find real modname for: $1
it: Installatore mod.: impossibile trovare il vero nome mod per: $1

source: Install Mod: unable to find suitable foldername for modpack $1
it: Installatore mod.: impossibile trovare un nome cartella adatto per il pacchetto mod $1

source: Close store
it: Chiudere il negozio

source: Downloading $1, please wait...
it: Scaricamento di $1, attendere prego...

source: Install
it: Installare

source: Page $1 of $2
it: Pagina $1 di $2

source: Rating
it: Valutazione

source: Search
it: Cercare

source: Shortname:
it: Nome abbreviato:

source: Successfully installed:
it: Installato con successo:

source: Unsorted
it: Non ordinati

source: re-Install
it: reinstallare

source: Active Contributors
it: Contributori attivi

source: Core Developers
it: Sviluppatori principali

source: Credits
it: Crediti

source: Previous Contributors
it: Contributori precedenti

source: Previous Core Developers
it: Sviluppatori principali precedenti

source: Installed Mods:
it: Moduli installati:

source: Mod information:
it: Informazioni sul modulo:

source: No mod description available
it: Nessuna descrizione disponibile per il modulo

source: Rename
it: Rinominare

source: Select Mod File:
it: Scegliere il file mod.:

source: Uninstall selected mod
it: Disinstallare il modulo scelto

source: Uninstall selected modpack
it: Disinstallare il pacchetto mod. scelto

source: Address / Port
it: Indirizzo / Porta

source: Connect
it: Connettersi

source: Creative mode
it: Modalità creativa

source: Damage enabled
it: Danno abilitato

source: Del. Favorite
it: Canc. prefer.

source: Favorite
it: Preferiti:

source: Name / Password
it: Nome / Password

source: PvP enabled
it: GcG abilitato

source: Bind Address
it: Legare indirizzo

source: Configure
it: Configurare

source: Creative Mode
it: Modalità creativa

source: Enable Damage
it: Abilitare il danno

source: Name/Password
it: Nome/Password

source: New
it: Nuovo

source: No world created or selected!
it: Nessun mondo creato o scelto!

source: Port
it: Porta

source: Public
it: Pubblico

source: Select World:
it: Scegliere il mondo:

source: Server Port
it: Porta del server

source: Start Game
it: Avviare il gioco

source: 3D Clouds
it: Nuvole in 3D

source: Advanced Settings
it: Impostazioni avanzate

source: Antialiasing:
it: Antialias:

source: Are you sure to reset your singleplayer world?
it: Siete certi di volere azzerare il vostro mondo di giocatore singolo?

source: Bilinear Filter
it: Filtro bilineare

source: Change keys
it: Modificare i tasti

source: Connected Glass
it: Vetri uniti

source: Fancy Leaves
it: Foglie decorative

source: Mipmap + Aniso. Filter
it: Mipmap + Filtro aniso.

source: No Filter
it: Nessun filtro

source: No Mipmap
it: Niente mipmap

source: Node Highlighting
it: Evidenz. nodo

source: Node Outlining
it: Bordatura nodo

source: None
it: Nessuno

source: Opaque Leaves
it: Foglie opache

source: Opaque Water
it: Acqua opaca

source: Parallax Occlusion
it: Occlusione di parallasse

source: Particles
it: Particelle

source: Settings
it: Impostazioni

source: Shaders
it: Shader

source: Simple Leaves
it: Foglie semplici

source: Smooth Lighting
it: Illuminaz. uniforme

source: Texturing:
it: Immagini:

source: To enable shaders the OpenGL driver needs to be used.
it: Per abilitare gli shader è necessario usare i driver OpenGL.

source: Tone Mapping
it: Mappatura toni

source: Touchthreshold (px)
it: Soglia di tocco (px)

source: Trilinear Filter
it: Filtro trilineare

source: Waving Leaves
it: Foglie ondeggianti

source: Waving Plants
it: Piante ondeggianti

source: Waving Water
it: Acqua ondeggiante

source: Yes
it: Sì

source: Config mods
it: Config. mod.

source: Main
it: Principale

source: Start Singleplayer
it: Avviare il giocatore singolo

source: Play
it: Giocare

source: Singleplayer
it: Giocatore singolo

source: No information available
it: Nessuna informazione disponibile

source: Select texture pack:
it: Scegliere il pacchetto di immagini:

source: Texturepacks
it: Pacch. di imm.

source: Connection timed out.
it: Tempo di connessione scaduto.

source: Done!
it: Fatto!

source: Initializing nodes
it: Inizializzazione dei nodi

source: Initializing nodes...
it: Inizializzazione dei nodi...

source: Loading textures...
it: Caricamento delle texture...

source: Rebuilding shaders...
it: Ricostruzione degli shader...

source: Connection error (timed out?)
it: Errore di connessione (scaduta?)

source: Could not find or load game "
it: Impossibile trovare o caricare il gioco "

source: Invalid gamespec.
it: Spec. di gioco non valide.

source: Main Menu
it: Menu principale

source: No world selected and no address provided. Nothing to do.
it: Nessun mondo scelto e nessun indirizzo fornito. Niente da fare.

source: Player name too long.
it: Nome del giocatore troppo lungo.

source: Provided world path doesn't exist:
it: Il percorso del mondo fornito non esiste:

source: needs_fallback_font
it: necessita_font_ripiego

source: Check debug.txt for details.
it: Controllate debug.txt per i dettagli.

source: Change Keys
it: Modificare i tasti

source: Change Password
it: Modificare la password

source: Connecting to server...
it: Connessione al server...

source: Continue
it: Proseguire

source: Creating client...
it: Creazione del client...

source: Creating server...
it: Creazione del server...

source: Default Controls: - WASD: move - Space: jump/climb - Shift: sneak/go down - Q: drop item - I: inventory - Mouse: turn/look - Mouse left: dig/punch - Mouse right: place/use - Mouse wheel: select item - T: chat
it: Controlli predefiniti: - WASD: muoversi - Spazio: saltare/salire - Maiusc: strisciare/scendere - Q: lasciare cadere l'oggetto - I: inventario - Mouse: girarsi/guardare - Mouse sin.: scavare/colpire - Mouse des.: posizionare/usare - Rot. mouse: scegliere l'oggetto - T: messaggistica

source: Default Controls: No menu visible: - single tap: button activate - double tap: place/use - slide finger: look around Menu/Inventory visible: - double tap (outside): -->close - touch stack, touch slot: --> move stack - touch&drag, tap 2nd finger --> place single item to slot
it: Controlli predefiniti: Menu non visibile: - colpetto: attivare pulsante - doppio colpetto: posizionare/usare - trascinare col dito: guardare attorno Menu/Inventario visibile: - doppio colpetto (fuori): -->chiudere - toccare pila, toccare alloggio: --> muovere pila - tocco&trascina, colpetto 2o dito --> posizionere oggetto singolo nell'alloggio

source: Exit to Menu
it: Tornare al menu

source: Exit to OS
it: Tornare al s.o.

source: Item definitions...
it: Definizioni dell'oggetto...

source: Media...
it: Multimedia...

source: Node definitions...
it: Definizioni del nodo...

source: Resolving address...
it: Risoluzione dell'indirizzo...

source: Respawn
it: Ricomparire

source: Shutting down...
it: Spegnimento...

source: Sound Volume
it: Volume dell'audio

source: You died.
it: Siete morti.

source: ok
it: va bene

source: Enter
it: Invio

source: Proceed
it: Procedere

source: "Use" = climb down
it: "Usare" = scendere

source: Backward
it: Indietro

source: Chat
it: Messaggistica

source: Command
it: Comando

source: Double tap "jump" to toggle fly
it: Doppio "saltare" per il volo

source: Drop
it: Lasciare cadere

source: Forward
it: Avanti

source: Inventory
it: Inventario

source: Jump
it: Saltare

source: Key already in use
it: Tasto già in uso

source: Keybindings. (If this menu screws up, remove stuff from minetest.conf)
it: Collegamenti dei tasti. (Se questo menu si incasina, togliete la roba da minetest.conf)

source: Left
it: Sinistra

source: Print stacks
it: Stampare stack

source: Range select
it: Raggio visivo

source: Right
it: Destra

source: Sneak
it: Strisciare

source: Toggle Cinematic
it: Attiv. cinematic

source: Toggle fast
it: Attivare veloce

source: Toggle fly
it: Attivare volo

source: Toggle noclip
it: Attivare noclip

source: Use
it: Usare

source: press key
it: prem. il tasto

source: Change
it: Cambiare

source: Confirm Password
it: Confermare la password

source: New Password
it: Nuova password

source: Old Password
it: Vecchia password

source: Passwords do not match!
it: Le password non sono uguali!

source: Exit
it: Uscire

source: Sound Volume:
it: Volume dell'audio:

source: Apps
it: Applicazioni

source: Attn
it: Attenzione

source: Back
it: Indietro

source: Capital
it: Bloc maiusc

source: Clear
it: Pulire

source: Comma
it: Virgola

source: Convert
it: Convertire

source: Down
it: Giù

source: End
it: Fine

source: Erase OEF
it: Cancellare l'OEF

source: Escape
it: Esc

source: Execute
it: Eseguire

source: Final
it: Finale

source: Home
it: Inizio

source: Insert
it: Ins

source: Kana
it: ì

source: Left Button
it: Pulsante sinistro

source: Left Control
it: Ctrl sinistro

source: Left Menu
it: Alt sinistro

source: Left Shift
it: Maiusc sin.

source: Left Windows
it: Super sinistro

source: Middle Button
it: Pulsante centrale

source: Minus
it: Meno

source: Mode Change
it: Cambiare modalità

source: Next
it: Pag giù

source: Num Lock
it: Bloc Num

source: Numpad *
it: Tast. num. *

source: Numpad +
it: Tast. num. +

source: Numpad -
it: Tast. num. -

source: Numpad /
it: Tast. num. /

source: Numpad 0
it: Tast. num. 0

source: Numpad 1
it: Tast. num. 1

source: Numpad 2
it: Tast. num. 2

source: Numpad 3
it: Tast. num. 3

source: Numpad 4
it: Tast. num. 4

source: Numpad 5
it: Tast. num. 5

source: Numpad 6
it: Tast. num. 6

source: Numpad 7
it: Tast. num. 7

source: Numpad 8
it: Tast. num. 8

source: Numpad 9
it: Tast. num. 9

source: OEM Clear
it: Pulire l'OEM

source: Pause
it: Pausa

source: Period
it: Punto

source: Plus
it: Più

source: Print
it: Stamp

source: Prior
it: Pag su

source: Return
it: Invio

source: Right Button
it: Pulsante destro

source: Right Control
it: Ctrl destro

source: Right Menu
it: Alt destro

source: Right Shift
it: Maiusc des.

source: Right Windows
it: Super destro

source: Scroll Lock
it: Bloc

source: Select
it: Selezionare

source: Shift
it: Maiusc

source: Sleep
it: Sospensione

source: Snapshot
it: Stamp

source: Space
it: Spazio

source: Up
it: Su

source: X Button 1
it: Pulsante X 1

source: X Button 2
it: Pulsante X 2

source: (X,Y,Z) offset of fractal from world centre in units of 'scale'. Used to move a suitable spawn area of low land close to (0, 0). The default is suitable for mandelbrot sets, it needs to be edited for julia sets. Range roughly -2 to 2. Multiply by 'scale' for offset in nodes.
it: (X, Y, Z) compensazione del frattale dal centro del mondo in unità di 'scala'. Usata per muovere un'adeguata area di comparsa di terreno basso vicino a (0, 0). La predefinita è adatta alle serie mandelbrot, necessita modifiche per le serie julia. Spazia pressapoco tra -2 e 2. Moltiplicate per 'scala' per una compensazione in nodi.

source: 0 = parallax occlusion with slope information (faster). 1 = relief mapping (slower, more accurate).
it: 0 = occlusione di parallasse con informazione di pendenza (più veloce). 1 = mappatura di rilievo (più lenta, più accurata).

source: 3D clouds
it: Nuvole in 3D

source: 3D mode
it: Modalità 3D

source: 3D support. Currently supported: - none: no 3d output. - anaglyph: cyan/magenta color 3d. - interlaced: odd/even line based polarisation screen support. - topbottom: split screen top/bottom. - sidebyside: split screen side by side. - pageflip: quadbuffer based 3d.
it: Supporto 3D. Attualmente supportati: - nessuno: nessun output 3D. - anaglifo: 3D in colori ciano/magenta. - intrecciato: supporto per polarizzazione schermo basata su linea pari/dispari. - superiore-inferiore: divisione dello schermo in superiore/inferiore. - fianco-a-fianco: divisione dello schermo fianco a fianco. - sfoglia-pagina: 3D basato su buffer quadruplo.

source: A chosen map seed for a new map, leave empty for random. Will be overridden when creating a new world in the main menu.
it: Un seme predefinito per la nuova mappa, lasciate vuoto per uno casuale. Verrà ignorato alla creazione di un nuovo mondo nel menu principale.

source: A message to be displayed to all clients when the server crashes.
it: Un messaggio da mostrare a tutti i client quando il server cade.

source: A message to be displayed to all clients when the server shuts down.
it: Un messaggio da mostrare a tutti i client quando il server si spegne.

source: Absolute limit of emerge queues
it: Limite assoluto di code 'emerge'

source: Acceleration in air
it: Accelerazione in aria

source: Active Block Management interval
it: Intervallo del gestore di blocco attivo

source: Active Block Modifier interval
it: Intervallo del modificatore di blocco attivo

source: Active block range
it: Portata del blocco attivo

source: Active object send range
it: Portata di invio dell'oggetto attivo

source: Address to connect to. Leave this blank to start a local server. Note that the address field in the main menu overrides this setting.
it: Indirizzo a cui connettersi. Lasciatelo vuoto per avviare un server locale. Si noti che il campo indirizzo nel menu principale ignora questa impostazione.

source: Adjust dpi configuration to your screen (non X11/Android only) e.g. for 4k screens.
it: Adattate la configurazione dpi al vostro schermo (non X11/solo Android) ad es. per schermi 4k.

source: Adjust the gamma encoding for the light tables. Lower numbers are brighter. This setting is for the client only and is ignored by the server.
it: Adattate la codifica di gamma per le tavole di illuminazione. I numeri più bassi sono più chiari. Questa impostazione è solo per il client ed è ignorata dal server.

source: Advanced
it: Avanzate

source: Altitude Chill
it: Congelamento da altitudine

source: Always fly and fast
it: Sempre 'volo' e 'veloce'

source: Ambient occlusion gamma
it: Gamma di occlusione ambientale

source: Amplifies the valleys
it: Ingrandisce le vallate

source: Anisotropic filtering
it: Filtro anisotropico

source: Announce server
it: Rendere noto il server

source: Announce to this serverlist. If you want to announce your ipv6 address, use serverlist_url = v6.servers.minetest.net.
it: Rendere noto a questo elenco di server. Se volete rendere noto il vostro indirizzo ipv6, usate serverlist_url = v6.servers.minetest.net.

source: Approximate (X,Y,Z) scale of fractal in nodes.
it: Scala (X, Y, Z) approssimativa del frattale in nodi.

source: Ask to reconnect after crash
it: Chiedere di riconnettersi dopo un crollo

source: Automaticaly report to the serverlist.
it: Rapporto automatico all'elenco dei server.

source: Backward key
it: Tasto all'indietro

source: Base terrain height
it: Altezza base del terreno

source: Basic
it: Base

source: Basic Privileges
it: Privilegi di base

source: Bilinear filtering
it: Filtro bilineare

source: Bind address
it: Lega indirizzo

source: Bits per pixel (aka color depth) in fullscreen mode.
it: Bit per pixel (cioè profondità di colore) in modalità schermo intero.

source: Build inside player
it: Costruisci nel giocatore

source: Camera smoothing
it: Camera scorrevole

source: Camera smoothing in cinematic mode
it: Camera scorrevole in modalità cinematic

source: Camera update toggle key
it: Tasto di scelta di aggiornamento della camera

source: Cave noise #1
it: 'Rumore' n°1 della caverna

source: Cave noise #2
it: 'Rumore' n°2 della caverna

source: Cave width
it: Larghezza delle caverne

source: Caves and tunnels form at the intersection of the two noises
it: Caverne e gallerie si formano all'intersezione dei due 'rumori'

source: Chat key
it: Tasto della messaggistica

source: Chat toggle key
it: Tasto di scelta della messaggistica

source: Choice of 18 fractals from 9 formulas. 1 = 4D "Roundy" mandelbrot set. 2 = 4D "Roundy" julia set. 3 = 4D "Squarry" mandelbrot set. 4 = 4D "Squarry" julia set. 5 = 4D "Mandy Cousin" mandelbrot set. 6 = 4D "Mandy Cousin" julia set. 7 = 4D "Variation" mandelbrot set. 8 = 4D "Variation" julia set. 9 = 3D "Mandelbrot/Mandelbar" mandelbrot set. 10 = 3D "Mandelbrot/Mandelbar" julia set. 11 = 3D "Christmas Tree" mandelbrot set. 12 = 3D "Christmas Tree" julia set. 13 = 3D "Mandelbulb" mandelbrot set. 14 = 3D "Mandelbulb" julia set. 15 = 3D "Cosine Mandelbulb" mandelbrot set. 16 = 3D "Cosine Mandelbulb" julia set. 17 = 4D "Mandelbulb" mandelbrot set. 18 = 4D "Mandelbulb" julia set.
it: Scelta di 18 frattali da 9 formule. 1 = 4D "Arrotondato" serie mandelbrot. 2 = 4D "Arrotondato" serie julia. 3 = 4D "Squadrato" serie mandelbrot. 4 = 4D "Squadrato" serie julia. 5 = 4D "Cugino Mandy" serie mandelbrot. 6 = 4D "Cugino Mandy" serie julia. 7 = 4D "Variazione" serie mandelbrot. 8 = 4D "Variazione" serie julia. 9 = 3D "Mandelbrot/Mandelbar" serie mandelbrot. 10 = 3D "Mandelbrot/Mandelbar" serie julia. 11 = 3D "Albero di Natale" serie mandelbrot. 12 = 3D "Albero di Natale" serie julia. 13 = 3D "Mandelbulb" serie mandelbrot. 14 = 3D "Mandelbulb" serie julia. 15 = 3D "Coseno Mandelbulb" serie mandelbrot. 16 = 3D "Coseno Mandelbulb" serie julia. 17 = 4D "Mandelbulb" serie mandelbrot. 18 = 4D "Mandelbulb" serie julia.

source: Chunk size
it: Dimensione del "pezzo"

source: Cinematic mode
it: Modalità cinematic

source: Cinematic mode key
it: Tasto della modalità cinematic

source: Clean transparent textures
it: Immagini trasparenti pulite

source: Client and Server
it: Client e server

source: Climbing speed
it: Velocità di arrampicata

source: Cloud height
it: Altitudine delle nuvole

source: Cloud radius
it: Raggio delle nuvole

source: Clouds
it: Nuvole

source: Clouds are a client side effect.
it: Le nuvole sono un effetto sul lato client.

source: Clouds in menu
it: Nuvole nel menu

source: Colored fog
it: Nebbia colorata

source: Comma-separated list of trusted mods that are allowed to access insecure functions even when mod security is on (via request_insecure_environment()).
it: Lista separata da virgole dei mod affidabili ai quali è permesso accedere a funzioni non sicure anche quando il valore "mod security" è impostato su "on" (utilizzando request_insecure_environment()).

source: Command key
it: Tasto di comando

source: Connect glass
it: Unire i vetri

source: Connect to external media server
it: Connettere a un server di media esterni

source: Connects glass if supported by node.
it: Connettere il vetro se è supportato dal nodo.

source: Console alpha
it: Trasparenza della console

source: Console color
it: Colore della console

source: Console key
it: Tasto della console

source: Continuous forward
it: Avanti continuo

source: Continuous forward movement (only used for testing).
it: Movimento in avanti continuo (usato solo per le prove).

source: Controls
it: Controlli

source: Controls length of day/night cycle. Examples: 72 = 20min, 360 = 4min, 1 = 24hour, 0 = day/night/whatever stays unchanged.
it: Controlla la durata del ciclo giorno/notte. Esempi: 72 = 20min, 360 = 4min, 1 = 24ore, 0 = giorno/notte/ecc. restano invariati.
