Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/technic/technic_worldgen/locale/*.po
Languages: de

source: Uranium Lump
de: Uranklumpen

source: Uranium Ingot
de: Uranbarren

source: Chromium Lump
de: Chromklumpen

source: Chromium Ingot
de: Chrombarren

source: Zinc Lump
de: Zinkklumpen

source: Zinc Ingot
de: Zinkbarren

source: Lead Lump
de: Bleiklumpen

source: Lead Ingot
de: Bleibarren

source: Sulfur Lump
de: Schwefelklumpen

source: Brass Ingot
de: Messingbarren

source: Wrought Iron Ingot
de: Schmiedeeisenbarren

source: Cast Iron Ingot
de: Gusseisenbarren

source: Carbon Steel Ingot
de: Kohlenstoffstahlbarren

source: Stainless Steel Ingot
de: Edelstahlbarren

source: Iron
de: Eisen

source: Uranium Ore
de: Uranerz

source: Chromium Ore
de: Chromerz

source: Zinc Ore
de: Zinkerz

source: Lead Ore
de: Bleierz

source: Sulfur Ore
de: Schwefelerz

source: Granite
de: Granit

source: Marble
de: Marmor

source: Marble Bricks
de: Marmorziegel

source: Uranium Block
de: Uranblock

source: Chromium Block
de: Chromblock

source: Zinc Block
de: Zinkblock

source: Lead Block
de: Bleiblock

source: Wrought Iron Block
de: Schmiedeeisenblock

source: Cast Iron Block
de: Gusseisenblock

source: Carbon Steel Block
de: Kohlenstoffstahlblock

source: Stainless Steel Block
de: Edelstahlblock

source: Brass Block
de: Messingblock

source: Wrought Iron
de: Schmiedeeisen

source: Rubber Tree Sapling
de: Gummibaumsetzling

source: Rubber Tree
de: Gummibaum

source: Rubber Tree Leaves
de: Gummibaumbl√§tter
