Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/basic_materials/locale/*.po
Languages: de

source: Silicon lump
de: Siliziumbrocken

source: Simple Integrated Circuit
de: Einfacher integrierter Schaltkreis

source: Simple Motor
de: Einfacher Motor

source: Heating element
de: Heizelement

source: Simple energy crystal
de: Einfacher Energiekristall

source: Spool of steel wire
de: Spule aus Stahldraht

source: Spool of copper wire
de: Spule aus Kupferdraht

source: Spool of silver wire
de: Spule aus Silberdraht

source: Spool of gold wire
de: Spule aus Golddraht

source: Steel Strip
de: Stahlstreifen

source: Copper Strip
de: Kupferstreifen

source: Steel Bar
de: Stahlstange

source: Chainlinks (brass)
de: Kettenglieder (messing)

source: Chainlinks (steel)
de: Kettenglieder (Stahl)

source: Brass Ingot
de: Messingbarren

source: Steel gear
de: Stahlzahnrad

source: Padlock
de: Vorhängeschloss

source: Oil extract
de: Ölextrakt

source: Unprocessed paraffin
de: Unverarbeitetes Paraffin

source: Uncooked Terracotta Base
de: Ungebranntes Terrakottamaterial

source: Wet Cement
de: Nasser Zement

source: Cement
de: Zement

source: Concrete Block
de: Betonblock

source: Plastic sheet
de: Plastikplatte

source: Plastic strips
de: Plastikstreifen

source: Empty wire spool
de: Leere Drahtspule
