Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/nssm/locale/*.po
Languages: de

source: Rainbow Staff
de: Regenbogenstab

source: Kamehameha from DragonBall
de: Kamehameha von DragonBall

source: Kienzan from DragonBall
de: Kienzan von DragonBall

source: Spirit Ball from DragonBall
de: Genki Dama von DragonBall

source: Hellzone grenade (Press q to activate)
de: Hellzone Granate (Zum Aktivieren q drücken

source: Fire Ring Bomb
de: Feuerringbombe

source: Cobblestone Bomb
de: Pflastersteinbombe

source: Cage Bomb
de: Käfigbombe

source: Water Column Bomb
de: Wasserspaltenbombe

source: Cobweb Bomb
de: Spinnennetzbombe

source: Ice Bomb
de: Eisbombe

source: Mantis Clay Bomb
de: Mantis Lehmbombe

source: Lava Bomb
de: Lavabombe

source: Water Bomb
de: Wasserbombe

source: Fire Bomb
de: Feuerbombe

source: Mornar Bomb
de: Mornarbombe

source: Hole Bomb
de: Lochbombe

source: Food Bomb
de: Nahrungsbombe

source: Phoenix Fire Bomb
de: Phoenix Feuerbombe

source: Explosive Bomb
de: Explosive Bombe

source: Teleport Bomb
de: Teleportationsbombe

source: Boom Bomb
de: Boombombe

source: Smoke Bomb
de: Rauchbombe

source: Thick Web Bomb
de: Dicke Netzbombe

source: Poison Bomb
de: Giftbombe

source: Bomb
de: bombe

source: spear
de: Speer

source: Sky Feather
de: Himmelsfeder

source: Snake Scute
de: Schlangenschuppe

source: Eyed Tentacle
de: Tentakel mit Auge

source: King Duck Crown
de: King Duck Krone

source: Great Energy Globe
de: Große Energiekugel

source: Superior Energy Globe
de: Übermächtige Energiekugel

source: Ant Queen Abdomen
de: Ameisenköngin-Hinterleib

source: Masticone Skull
de: Masticone-Schädel

source: Masticone Skull Fragments
de: Masticone-Schädelfragmente

source: Masticone Skull Crowned
de: Masticone gekrönter Schädel

source: Kraken Tentacle
de: Krakententakel

source: Lava Titan Eye
de: Lava-Titanenauge

source: Duck Beak
de: Entenschnabel

source: Ice Tooth
de: Eiszahn

source: Little Ice Tooth
de: Kleiner Eiszahn

source: Black Sand
de: Schwarzer Sand

source: Black Ice Tooth
de: Schwarzer Eiszahn

source: Tarantula Chelicerae
de: Tarantel Chelicerae

source: Crab Chela
de: Krabbe Chela

source: Cursed Pumpkin Seed
de: Verfluchte Kürbissamen

source: Mantis Claw
de: Mantisklaue

source: Manticore Spine
de: Mantiore-Rücken

source: Night Feather
de: Nachtfeder

source: Sun Feather
de: Sonnenfeder

source: Masticone Fang
de: Masticone-Reißzahn

source: White Wolf Fur
de: Weißer Wolfspelz

source: Stoneater Mandible
de: Steinbeißer-Unterkiefer

source: Ant Mandible
de: Ameisen-Unterkiefer

source: Life Energy
de: Lebensenergie

source: Wolf Fur
de: Wolfspelz

source: Energy Globe
de: Energiekugel

source: Greedy Soul Fragment
de: Gieriges Seelenfragment

source: Lustful Soul Fragment
de: Wollüstiges Seelenfragment

source: Wrathful Soul Fragment
de: Zorniges Seelenfragment

source: Proud Soul Fragment
de: Stolzes Seelenfragment

source: Slothful Soul Fragment
de: Faules Seelenfragment

source: Envious Soul Fragment
de: Neidisches Seelenfragment

source: Gluttonous Soul Fragment
de: Gefräßiges Seelenfragment

source: Gluttonous Moranga
de: Gefräßiges Moranga

source: Envious Moranga
de: Neidisches Moranga

source: Proud Moranga
de: Stolzes Moranga

source: Slothful Moranga
de: Faules Moranga

source: Lustful Moranga
de: Wollüstiges Moranga

source: Wrathful Moranga
de: Zorniges Moranga

source: Greedy Moranga
de: Gieriges Moranga

source: Mantis_skin
de: Mantishaut

source: Sand Bloco Skin
de: Sandblocohaut

source: Sandworm Skin
de: Sandwurmhaut

source: Sky Iron
de: Himmelseisen

source: Cobweb String
de: Spinnennetzschnur

source: Dense Cobweb String
de: Kompakte Spinnennetzschnur

source: Black Powder
de: Schwarzes Pulver

source: Dark Starred Stone Dust
de: Dunkler übersäter Steinstaub

source: Empty Evocation Bomb
de: Leere Beschwörungsbombe

source: Werewolf Leg
de: Werwolfbein

source: Roasted Felucco Steak
de: Gebratenes Felucco Steak

source: Moonheron Leg
de: Mondreiherbein

source: Chichibio's Moonheron Leg
de: Chichibio's Mondreiherbein

source: Crocodile Tail
de: Krokodilsschwanz

source: Roasted Crocodile Tail
de: Gebratener Krokodilsschwanz

source: Roasted Werewolf Leg
de: Gebratenes Werwolfbein

source: Duck Legs
de: Entenbeine

source: Roasted Duck Leg
de: Gebratenes Entenbein

source: Ant Leg
de: Ameisenbein

source: Roasted Ant Leg
de: Gebratenes Ameisenbein

source: Spider Leg
de: Spinnenbein

source: Roasted Spider Leg
de: Gebratenes Spinnenbein

source: Tentacle
de: Tentakel

source: Roasted Tentacle
de: Gebratene Tentakel

source: Worm Flesh
de: Wurmfleisch

source: Roasted Worm Flesh
de: Gebratenes Wurmfleisch

source: Amphibian Heart
de: Amphibienherz

source: Roasted Amphibian Heart
de: Gebratenes Amphibienherz

source: Raw Scrausics Wing
de: Rohe Scrausics Flügel

source: Spicy Scrausics Wing
de: Würzige Scrausics Flügel

source: Phoenix Nuggets
de: Phoenix Nüsse

source: Phoenix Tear
de: Phoenix Träne

source: Frosted Amphibian Heart
de: Gefrorenes Amphibienherz

source: Amphibian Ribs
de: Amphibienrippchen

source: Roasted Amphibian Ribs
de: Gebratene Amphibienrippchen

source: Dolidrosaurus Fin
de: Dolidrosaurus-Flosse

source: Roasted Dolidrosaurus Fin
de: Gebratene Dolidrosaurus-Flosse

source: Larva Meat
de: Larvenfleisch

source: Larva Juice
de: Larvensaft

source: Larva Soup
de: Larvensuppe

source: Mantis Meat
de: Mantisfleisch

source: Roasted Mantis Meat
de: Gebratenes Mantisfleisch

source: Spider Meat
de: Spinnenfleisch

source: Roasted Spider Meat
de: Gebratenes Spinnenfleisch

source: Silk Gland
de: Seidendrüse

source: Roasted Silk Gland
de: Gebratene Seidendrüse

source: Super Silk Gland
de: Super-Seidendrüse

source: Roasted Super Silk Gland
de: Gebratene Super-Seidendrüse

source: Ant Dirt
de: Ameisenerde

source: Venomous Gas
de: Giftiges Gas

source: Web
de: Netz

source: Ink
de: Tinte

source: Sun Sword
de: Sonnenschwert

source: Masticone Fang Sword
de: Masticone-Reißzahnschwert

source: Night Sword
de: Nachtschwert

source: Light Crab Mace
de: Leichte Krabbenkeule

source: Heavy Crab Mace
de: Schwere Krabbenkeule

source: Rope
de: Seile

source: Stoneater Pickaxe
de: Steinbeißer-Spitzhacke

source: Mantis Sword
de: Mantisschwert

source: Ant Sword
de: Ameisenschwert

source: Duck Beak Shovel
de: Entenschnabel-Schaufel

source: Ant Shovel
de: Ameisenschaufel

source: Mantis Axe
de: Mantisaxt

source: Ant Billhook
de: Ameisenhippe

source: Duck Beak Pickaxe
de: Entenschnabel-Spitzhacke

source: Ant Pickaxe
de: Ameisen-Spitzhacke

source: Mantis Pickaxe
de: Mantisspitzhacke

source: Tarantula Warhammer
de: Tarantelkriegshammer

source: Axe of Pride
de: Axt des Stolzes

source: Gratuitousness Battleaxe
de: Streitaxt der Willkür

source: Sword of Eagerness
de: Schwert des Eifers

source: Falchion of Eagerness
de: Krummschwert des Eifers

source: Sword of Envy
de: Schwert der Missgunst

source: Sword of Gluttony
de: Schwert der Unersättlichkeit

source: Death Scythe
de: Sense des Todes

source: Egg
de: Ei

source: Stoneater
de: Steinbeißer

source: Swimming Duck
de: Schwimmende Ente

source: Duck
de: Ente

source: Duckking
de: Entenkönig

source: Enderduck
de: Enderente

source: Spiderduck
de: Spinnenente

source: Werewolf
de: Werwolf

source: White Werewolf
de: Weißer Werwolf

source: Snow Biter
de: Schneebeißer

source: Icesnake
de: Eisschlange

source: Mantis Beast
de: Mantisbestie

source: Larva
de: Larve

source: Night Master
de: Nachtmeister

source: Moonheron
de: Mondreiher

source: Sandworm
de: Sandwurm

source: Giant Sandworm
de: Riesensandwurm

source: Ant Queen
de: Ameisenkönigin

source: Ant Soldier
de: Ameisensoldat

source: Ant Worker
de: Ameisenarbeiter

source: Crocodile
de: Krokodil

source: Crab
de: Krabbe

source: Octopus
de: Tintenfisch

source: Black Widow
de: Schwarze Witwe

source: Tarantula
de: Tarantel

source: Daddy Long Legs
de: Vati's lange Beine

source: Kraken
de: Krake

source: Pumpking
de: Kürbiskönig

source: Large Pumpboom
de: Großer Kübrisknall

source: Small Pumpboom
de: Kleiner Kürbisknall

source: Medium Pumpboom
de: Mittlerer Kürbisknall

source: Mese Egg
de: Mese-Ei

source: Ice Teeth
de: Eiszahn

source: Black Duck
de: Schwarzer Enten

source: Sky
de: Himmel

source: Helmet
de: helm

source: Chestplate
de: brustplatte

source: Leggings
de: hose

source: Boots
de: stiefel

source: Pumpking Head
de: Kürbiskopf

source: Masticone Head
de: Masticone-Kopf

source: Dukking Crown
de: Dukking-Krone

source: Masticone Crowned Head
de: Gekrönter Masticone-Kopf

source: Snake Scute Chestplate
de: Schlangenschuppe-Brustplatte
