Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/cottages/locale/*.po
Languages: de

source: Steel hammer for repairing tools on the anvil
de: Stahlhammer um Werkzeuge auf dem Amboss zu reparieren

source: Workpiece:
de: Werkstück:

source: Optional
de: Mögliche

source: storage for
de: Aufbewahrung für

source: your hammer
de: deinen Hammer

source: Anvil
de: Amboss

source: Punch anvil with hammer to
de: Schlage mit dem Hammer auf den Amboss um

source: repair tool in workpiece-slot.
de: das Werkzeug im Werkstückfeld zu reparieren.

source: Anvil (owned by @1)
de: Amboss (gehört @1)

source: Owner: @1
de: Besitzer: @1

source: The workpiece slot is for damaged tools only.
de: Das Werkstückfeld gilt nur für beschädigtes Werkzeug.

source: Pour:
de: Eingiessen:

source: Fill:
de: Ausgiessen:

source: Barrel (closed)
de: Fass (geschlossen)

source: Barrel (open)
de: Fass (offen)

source: Barrel (closed), lying somewhere
de: Liegendes Fass (geschlossen)

source: Barrel (opened), lying somewhere
de: Liegendes Fass (offen)

source: Tub
de: Bottich

source: private NPC chest
de: Private NPC-Truhe

source: chest for work utils and kitchens
de: NPC-Truhe für Arbeitsutensilien und Küchen

source: storage chest
de: NPC-Lagertruhe

source: Opened window shutters
de: Offene Fensterläden

source: Closed window shutters
de: Geschlossene Fensterläden

source: Half door
de: Kloentür

source: Half door inverted
de: Umgekehrte Kloentür

source: Closed fence gate
de: Geschlossenes Zauntor

source: Opened fence gate
de: Geschlossene Fensterläden

source: Wooden hatch
de: Holzfalltür

source: Metal hatch
de: Metallfalltür

source: Small fence
de: Kleiner Zaun

source: Small fence corner
de: Kleiner Zaun (Ecke)

source: Small fence end
de: Kleiner Zaun (Ende)

source: Wagon wheel
de: Wagenrad

source: Dirt road
de: Feldweg

source: Loam
de: Lehm

source: Dirt Road Stairs
de: Feldwegtreppe

source: Dirt Road, half height
de: Feldwegstufe

source: Loam Stairs
de: Lehmtreppe

source: Loam Slab
de: Lehmstufe

source: Clay Stairs
de: Tontreppe

source: Clay Slab
de: Tonstufe

source: straw ground for animals
de: Strohboden für Tiere

source: Simple glass pane (centered)
de: Einfache Fensterscheibe (zentriert)

source: Simple glass pane
de: Einfache Fensterscheibe

source: Flat wooden planks
de: Flache Holzbretter

source: Wool for tents
de: Wolle für Zelte

source: Wool
de: Wolle

source: Roof straw
de: Strohdach

source: Roof wood
de: Holzdach

source: Roof black
de: Schwarzes Dach

source: Roof red
de: Rotes Dach

source: Roof brown
de: Braunes Dach

source: Roof reet
de: Reetdach

source: Roof slate
de: Schieferdach

source: Roof connector straw
de: Strohdachverbinder

source: Roof connector wood
de: Holzdachverbinder

source: Roof connector black
de: Schwarzer Dachverbinder

source: Roof connector red
de: Roter Dachverbinder

source: Roof connector brown
de: Brauner Dachverbinder

source: Roof connector reet
de: Reet-Dachverbinder

source: Roof connector slate
de: Schiefer-Dachverbinder

source: Roof (flat) straw
de: Strohdach (flach)

source: Roof (flat) wood
de: Holzdach (flach)

source: Roof (flat) black
de: Schwarzes Dach (flach)

source: Roof (flat) red
de: Rotes Dach (flach)

source: Roof (flat) brown
de: Braunes Dach (flach)

source: Roof (flat) reet
de: Reetdach (flach)

source: Roof (flat) slate
de: Schieferdach (flach)

source: Vertical Slate
de: Vertikaler Schiefer

source: Reet for thatching
de: Reet

source: layer of straw
de: Strohschicht

source: straw bale
de: Strohballen

source: straw
de: Stroh

source: Harvested wheat:
de: Geernteter Weizen:

source: Straw:
de: Stroh:

source: Seeds:
de: Körner:

source: Threshing floor
de: Dreschboden

source: Punch threshing floor with a stick
de: Schlage mit einem Stock auf den Dreschboden

source: to get straw and seeds from wheat.
de: um Stroh und Körner vom Weizen zu bekommen.

source: threshing floor
de: Dreschboden

source: Threshing floor (owned by @1)
de: Dreschboden (gehört @1)

source: Wheat seeds:
de: Weizenkörner:

source: Flour:
de: Mehl:

source: Mill
de: Mühle

source: Punch this hand-driven mill
de: Schlage auf diese handbetriebene Mühle

source: to convert wheat seeds into flour.
de: um Weizenkoerner in Mehl umzuwandeln.

source: Mill, powered by punching
de: Mühle, durch Schlagen antreiben

source: Mill, powered by punching (owned by @1)
de: Mühle, durch Schlagen antreiben (gehört @1)

source: You have ground a @1 (@2 are left).
de: Du hast @1 Weizenkörner gemahlen (@2 bleiben übrig).

source: You have ground the last @1.
de: Du hast die letzten @1 Weizenkörner gemahlen.
