Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/3d_armor/3d_armor/locale/*.po
Languages: de

source: Admin Helmet
de: Admin-Helm

source: Admin Chestplate
de: Admin-Brustplatte

source: Admin Leggings
de: Admin-Hose

source: Admin Boots
de: Admin-Schuhe

source: Wood Helmet
de: Holzhelm

source: Wood Chestplate
de: Holzbrustplatte

source: Wood Leggings
de: Holzhose

source: Wood Boots
de: Holzschuhe

source: Cactus Helmet
de: Kaktushelm

source: Cactus Chestplate
de: Kaktusbrustplatte

source: Cactus Leggings
de: Kaktushose

source: Cactus Boots
de: Kaktusschuhe

source: Steel Helmet
de: Stahlhelm

source: Steel Chestplate
de: Stahlbrustplatte

source: Steel Leggings
de: Stahlhose

source: Steel Boots
de: Stahlschuhe

source: Bronze Helmet
de: Bronzehelm

source: Bronze Chestplate
de: Bronzebrustplatte

source: Bronze Leggings
de: Bronzehose

source: Bronze Boots
de: Bronzeschuhe

source: Diamond Helmet
de: Diamanthelm

source: Diamond Chestplate
de: Diamantbrustplatte

source: Diamond Leggings
de: Diamanthose

source: Diamond Boots
de: Diamantschuhe

source: Gold Helmet
de: Goldhelm

source: Gold Chestplate
de: Goldbrustplatte

source: Gold Leggings
de: Goldhose

source: Gold Boots
de: Goldschuhe

source: Mithril Helmet
de: Mithrilhelm

source: Mithril Chestplate
de: Mithrilbrustplatte

source: Mithril Leggings
de: Mithrilhose

source: Mithril Boots
de: Mithrilschuhe

source: Crystal Helmet
de: Kristallhelm

source: Crystal Chestplate
de: Kristallbrustplatte

source: Crystal Leggings
de: Kristallhose

source: Crystal Boots
de: Kristallschuhe

source: Radiation
de: Strahlung

source: Heal
de: Heilen

source: Fire
de: Feuer

source: Your
de: Dein

source: got destroyed
de: wurde zerst√∂rt
