Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/doors/locale/*.po
Languages: de

source: Hidden Door Segment
de: Versteckted Türsegment

source: Wooden Door
de: Holztür

source: Steel Door
de: Stahltür

source: Glass Door
de: Glastür

source: Obsidian Glass Door
de: Obsidianglastür

source: Wooden Trapdoor
de: Holzfalltür

source: Steel Trapdoor
de: Stahlfalltür

source: Apple Wood Fence Gate
de: Apfelholzzauntor

source: Acacia Wood Fence Gate
de: Akazienzauntor

source: Jungle Wood Fence Gate
de: Tropenzauntor

source: Pine Wood Fence Gate
de: Kieferzauntor

source: Aspen Wood Fence Gate
de: Espenzauntor
