Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/plantlife_modpack/plantlife_i18n/locale/*.po
Languages: de, fr

source: Young Tree 2 (bottom)
de: Junger Baum 2 (unten)
fr: Arbuste 2 (bas)

source: Bush Branches @1
de: Buschzweige @1
fr: Branches de buisson @1

source: Bush Leaves @1
de: Buschblätter @1
fr: Feuilles de buisson @1

source: Sugar
de: Zucker
fr: Sucre

source: Basket with Strawberry pies
de: Korb mit Erdbeertorten
fr: Panier de tartes aux fraises

source: Cooked Strawberry pie
de: Erdbeertorte
fr: Tarte aux fraises (cuite)

source: Raw Strawberry pie
de: Rohe Erdbeertorte
fr: Tarte aux fraises (crue)

source: Slice of Strawberry pie
de: Erdbeertortenstück
fr: Part de tarte aux fraises

source: Strawberry
de: Erdbeere
fr: Fraises

source: Strawberry Bush
de: Erdbeerbusch
fr: Buisson de fraises

source: Basket with Blackberry pies
de: Korb mit Brombeertorten
fr: Panier de tartes aux fraises

source: Blackberry
de: Brombeere
fr: Mûres

source: Blackberry Bush
de: Brombeerbusch
fr: Buisson de mûres

source: Cooked Blackberry pie
de: Brombeertorte
fr: Tarte aux mûres (cuite)

source: Raw Blackberry pie
de: Rohe Brombeertorte
fr: Tarte aux mûres (crue)

source: Slice of Blackberry pie
de: Brombeertortenstück
fr: Part de tarte aux mûres

source: Basket with Blueberry pies
de: Korb mit Blaubeertorten
fr: Panier de tartes aux mûres

source: Blueberry
de: Blaubeere
fr: Myrtilles

source: Blueberry Bush
de: Blaubeerbusch
fr: Buisson de myrtilles

source: Cooked Blueberry pie
de: Blaubeertorte
fr: Tarte aux myrtilles (cuite)

source: Raw Blueberry pie
de: Rohe Blaubeertorte
fr: Tarte aux myrtilles (crue)

source: Slice of Blueberry pie
de: Blaubeertortenstück
fr: Part de tarte aux myrtilles

source: Basket with Raspberry pies
de: Korb mit Himbeertorten
fr: Panier de tartes aux framboises

source: Cooked Raspberry pie
de: Himbeertorte
fr: Tarte aux framboises (cuite)

source: Raspberry
de: Himbeere
fr: Framboises

source: Raspberry Bush
de: Himbeerbusch
fr: Buisson de framboises

source: Raw Raspberry pie
de: Rohe Himbeertorte
fr: Tarte aux framboises (crue)

source: Slice of Raspberry pie
de: Himbeertortenstück
fr: Part de tarts aux framboises

source: Basket with Gooseberry pies
de: Korb mit Stachelbeertorten
fr: Panier de tartes aux groseilles

source: Cooked Gooseberry pie
de: Stachelbeertorte
fr: Tarte aux groseilles (cuite)

source: Gooseberry
de: Stachelbeere
fr: Groseilles

source: Gooseberry Bush
de: Stachelbeerbusch
fr: Buisson de groseilles

source: Raw Gooseberry pie
de: Rohe Stachelbeertorte
fr: Tarte aux groseilles (crue)

source: Slice of Gooseberry pie
de: Stachelbeertortenstück
fr: Part de tarte aux groseilles

source: Basket with Mixed Berry pies
de: Korb mit gemischten Beerentorten
fr: Panier de tartes aux fruits rouges

source: Cooked Mixed Berry pie
de: Gemischte Beerentorte
fr: Tarte aux fruits rouges (cuite)

source: Currently fruitless Bush
fr: Buisson sans fruits pour l'instant

source: Mixed Berry
de: Beerenmix
fr: Fruits rouges

source: Raw Mixed Berry pie
de: Rohe gemischte Beerentorte
fr: Tarte aux fruits rouges (crue)

source: Slice of Mixed Berry pie
de: Gemischtes Beerentortenstück
fr: Part de tarte aux fruits rouges

source: [Bushes] Loaded.
de: [Bushes] Geladen.
fr: [Bushes] chargé.

source: Basket
de: Korb
fr: Panier

source: Pebble
de: Kieselstein
fr: Caillou

source: Desert Pebble
de: Wüstenkieselstein
fr: Caillou du désert

source: Sickle
de: Sichel
fr: Faucille

source: Cut Grass
de: Gemähtes Gras
fr: Herbe coupée

source: Hay
de: Heu
fr: Foin

source: Short Grass
de: Kurzes Gras
fr: Herbes courtes

source: Juncus
fr: Joncs

source: Wet Reed
de: Nasses Reet
fr: Bloc de roseau humide

source: Wet Reed Slab
de: Nasse Reetstufe
fr: Dalle en roseau humide

source: Wet Reed Roof
de: Nasses Reetdach
fr: Toit en roseau humide

source: Wet Reed Roof Corner
de: Nasse Reetdachecke
fr: Angle de toit en roseau humide

source: Wet Reed Roof Corner 2
de: Nasse Reetdachecke 2
fr: Angle de toit en roseau humide 2

source: Reed
de: Reet
fr: Roseau

source: Reed Slab
de: Reetstufe
fr: Dalle en roseau

source: Reed Roof
de: Reetdach
fr: Toit en roseau

source: Reed Roof Corner
de: Reetdachecke
fr: Angle de toit en roseau

source: Reed Roof Corner 2
de: Reetdachecke 2
fr: Angle de toit en roseau 2

source: Reedmace
de: Rohrkolben
fr: Roseau

source: Reedmace, height: 1
de: Rohrkolben, Höhe: 1
fr: Roseau, 1 de hauteur

source: Reedmace, height: 2
de: Rohrkolben. Höhe: 2
fr: Roseau, 2 de hauteur

source: Reedmace, height: 3
de: Rohrkolben, Höhe: 3
fr: Roseau, 3 de hauteur

source: Reedmace, height: 3 & Spikes
de: Rohrkolben, Höhe: 3 & Spitzen
fr: Roseau, 3 de hauteur avec panicules

source: Fiddlehead
de: Farnspitze
fr: Crosse de fougère

source: Roasted Fiddlehead
de: Geröstete Farnspitze
fr: Crosse de fougère rôtie

source: Fern Tuber
de: Farnknolle
fr: Tubercule de fougère

source: Roasted Fern Tuber
de: Geröstete Farnknolle
fr: Tubercule de fougère rôti

source: Lady-fern (Athyrium)
de: Frauenfarn (Athyrium)
fr: Fougère (Athyrium)

source: Tree Fern Crown (Dicksonia)
de: Taschenfarn (Dicksonia)
fr: Fougère en couronne (Dicksonia)

source: Giant Tree Fern Leaves
de: Große Baumfarnblätter
fr: Feuilles de fougère géante

source: Giant Tree Fern Leave End
de: Großes Baumfarnblattende
fr: Feuilles de fougère géante (extrémité)

source: Giant Fern Trunk
de: Großer Farnstamm
fr: Tronc de fougère géante

source: Giant Tree Fern Sapling
de: Großer Baumfarnsetzling
fr: Pousse de fougère géante

source: Young Horsetail (Equisetum)
de: Junger Schachtelhalm
fr: Pousse de prêle (Equisetum)

source: Horsetail (Equisetum)
de: Schachtelhalm (Equisetum)
fr: Prêle (Equisetum)

source: Fern Trunk (Dicksonia)
de: Taschenfarnstamm (Dicksonia)
fr: Tronc de fougère en couronne (Dicksonia)

source: Tree Fern Sapling (Dicksonia)
de: Taschenfarnsetzling (Dicksonia)
fr: Pousse de fougère en couronne (Dicksonia)

source: Waterlily
de: Seerose
fr: Nénuphar

source: Seaweed
de: Seetang
fr: Algues

source: Sunflower
de: Sonnenblume
fr: Tournesol

source: [Flowers] Loaded.
de: [Flowers] Geladen.
fr: [Flowers] chargé.

source: Mole Hill
de: Maulwurfshügel
fr: Taupinière

source: Loaded...
de: Geladen...
fr: chargé.

source: Apple blossoms
de: Apfelblüten
fr: Fleurs de pommier

source: [Nature Classic] loaded!
de: [Nature Classic] geladen!
fr: [Nature Classic] chargé.!

source: Poison ivy (seedling)
de: Giftefeu (Saemling)
fr: Sumac vénéneux (semis)

source: Poison ivy (sproutling)
de: Giftefeu (Sproessling)
fr: Sumac vénéneux (pousse)

source: Poison ivy (climbing plant)
de: Giftefeu (Kletterpflanze)
fr: Sumac vénéneux (grimpant)

source: [Poison Ivy] Loaded.
de: [Poison Ivy] Geladen.
fr: [Poison Ivy] chargé.

source: Twig
de: Zweig
fr: Brindille

source: Moss
de: Moos
fr: Mousse

source: Moss with Fungus
de: Moos mit Pilz
fr: Mousse et champignons

source: Twigs Block
de: Zweigblock
fr: Bloc de brindilles

source: Twigs Slab
de: Zweigstufe
fr: Dalle en brindilles

source: Twigs Roof
de: Zweigdach
fr: Toit de brindilles

source: Twigs Roof Corner 1
de: Zweigdachecke 1
fr: Angle de toit de brindilles 1

source: Twigs Roof Corner 2
de: Zweigdachecke 2
fr: Angle de toit de brindilles 2

source: Root
de: Wurzel
fr: (racine)

source: Vines
de: Rebengewächs
fr: Plantes grimpantes

source: Matured
de: Gereiftes
fr: Extrémité de

source: [Vines] Loaded!
de: [Vines] geladen!
fr: [Vines] chargé.

source: Rope
de: Seil
fr: Corde

source: Shears
de: Schere
fr: Cisailles

source: Roots
de: Wurzeln
fr: Racines

source: Jungle Vines
de: Tropenrebengewächs
fr: Lianes

source: Willow Vines
de: Weidenrebengewächs
fr: Lianes de saule

source: Forest Soil 1
de: Waldboden 1
fr: Humus forestier 1

source: Forest Soil 2
de: Waldboden 2
fr: Humus forestier 2

source: Forest Soil 3
de: Waldboden 3
fr: Humus forestier 3

source: Forest Soil 4
de: Waldboden 4
fr: Humus forestier 4

source: Young Bamboo Tree
de: Junger Bambusbaum
fr: Bambou jeune

source: Young Tree 2 (middle)
de: Junger Baum 2 (Mitte)
fr: Arbuste 2 (milieu)

source: Young Tree (top)
de: Junger Baum (oben)
fr: Arbuste (haut)

source: Young Tree (middle)
de: Junger Baum (Mitte)
fr: Arbuste (milieu)

source: Young Tree (bottom)
de: Junger Baum (unten)
fr: Arbuste (bas)

source: Stalactite
de: Stalaktit
