Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sea/seastonebrick/locale/*.po
Languages: de

source: Seastone brick
de: Meeressteinziegel

source: Seastone brick cyan
de: Meeressteinziegel (t端rkis)

source: Seastone brick magenta
de: Meeressteinziegel (magenta)

source: Seastone brick lime
de: Meeressteinziegel (hellgr端n)

source: Seastone brick aqua
de: Meeressteinziegel (wasserblau)

source: Seastone brick skyblue
de: Meeressteinziegel (himmelblau)

source: Seastone brick redviolet
de: Meeressteinziegel (rotviolett)

source: Seastonebrick stair
de: Meeressteinziegel-Treppe

source: Seastonebrick slab
de: Meeressteinziegel-Stufe

source: Seastonebrick stair cyan
de: Meeressteinziegel-Treppe (cyan)

source: Seastonebrick slab cyan
de: Meeressteinziegel-Stufe (cyan)

source: Seastonebrick stair magenta
de: Meeressteinziegel-Treppe (magenta)

source: Seastonebrick slab magenta
de: Meeressteinziegel-Stufe (magenta)

source: Seastonebrick stair lime
de: Meeressteinziegel-Treppe (hellgr端n)

source: Seastonebrick slab lime
de: Meeressteinziegel-Stufe (hellgr端n)

source: Seastonebrick stair aqua
de: Meeressteinziegel-Treppe (wasserblau)

source: Seastonebrick slab aqua
de: Meeressteinziegel-Stufe (wasserblau)

source: Seastonebrick stair skyblue
de: Meeressteinziegel-Treppe (himmelblau)

source: Seastonebrick slab skyblue
de: Meeressteinziegel-Stufe (himmelblau)

source: Seastonebrick stair redviolet
de: Meeressteinziegel-Treppe (rotviolett)

source: Seastonebrick slab redviolet
de: Meeressteinziegel-Stufe (rotviolett)
