Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/unifieddyes/locale/*.po
Languages: de

source: (low saturation)
de: (geringe Sättigung)

source: Light grey Dye
de: Hellgrauer Farbstoff

source: Lime Dye
de: Gelbgrüner Farbstoff (gelbgrün)

source: Aqua Dye
de: Aqua Farbstoff

source: Sky-blue Dye
de: Himmelblauer Farbstoff

source: Red-violet Dye
de: Rotvioletter Farbstoff

source: Dark Red Dye (low saturation)
de: Dunkelroter Farbstoff (geringe Sättigung)

source: Dark Orange Dye (low saturation)
de: Dunkeloranger Farbstoff (geringe Sättigung)

source: Dark Yellow Dye (low saturation)
de: Dunkelgelber Farbstoff (geringe Sättigung)

source: Dark Lime Dye (low saturation)
de: Gelbgrüner Farbstoff (geringe Sättigung)

source: Dark Green Dye (low saturation)
de: Dunkelgrüner Farbstoff (geringe Sättigung)

source: Dark Aqua Dye (low saturation)
de: Dunkelaqua Farbstoff (geringe Sättigung)

source: Dark Cyan Dye (low saturation)
de: Dunkeltürkiser Farbstoff (geringe Sättigung)

source: Dark Sky-blue Dye (low saturation)
de: Dunkelhimmelblauer Farbstoff (geringe Sättigung)

source: Dark Blue Dye (low saturation)
de: Dunkelblauer Farbstoff (geringe Sättigung)

source: Dark Violet Dye (low saturation)
de: Dunkelvioletter Farbstoff (geringe Sättigung)

source: Dark Magenta Dye (low saturation)
de: Dunkelmagenta Farbstoff (geringe Sättigung)

source: Dark Red-violet Dye (low saturation)
de: Dunkelrotvioletter Farbstoff (geringe Sättigung)

source: Dark Red Dye
de: Dunkelroter Farbstoff

source: Dark Orange Dye
de: Dunkeloranger Farbstoff

source: Dark Yellow Dye
de: Dunkelgelber Farbstoff

source: Dark Lime Dye
de: Dunkelgelbgrüner Farbstoff

source: Dark Green Dye
de: Dunkelgrüner Farbstoff

source: Dark Aqua Dye
de: Dunkelaqua Farbstoff

source: Dark Cyan Dye
de: Dunkeltürkiser Farbstoff

source: Dark Sky-blue Dye
de: Dunkelhimmelblauer Farbstoff

source: Dark Blue Dye
de: Dunkelblauer Farbstoff

source: Dark Violet Dye
de: Dunkelvioletter Farbstoff

source: Dark Magenta Dye
de: Dunkelmagenta Farbstoff

source: Dark Red-violet Dye
de: Dunkelrotvioletter Farbstoff

source: Medium Red Dye (low saturation)
de: Mittelroter Farbstoff (geringe Sättigung)

source: Medium Orange Dye (low saturation)
de: Mitteloranger Farbstoff (geringe Sättigung)

source: Medium Yellow Dye (low saturation)
de: Mittelgelber Farbstoff (geringe Sättigung)

source: Medium Lime Dye (low saturation)
de: Mittelgelbgrüner Farbstoff (geringe Sättigung)

source: Medium Green Dye (low saturation)
de: Mittelgrüner Farbstoff (geringe Sättigung)

source: Medium Aqua Dye (low saturation)
de: Mittelaqua Farbstoff (geringe Sättigung)

source: Medium Cyan Dye (low saturation)
de: Mitteltürkiser Farbstoff (geringe Sättigung)

source: Medium Sky-blue Dye (low saturation)
de: Mittelhimmelblauer Farbstoff (geringe Sättigung)

source: Medium Blue Dye (low saturation)
de: Mittelblauer Farbstoff (geringe Sättigung)

source: Medium Violet Dye (low saturation)
de: Mittelvioletter Farbstoff (geringe Sättigung)

source: Medium Magenta Dye (low saturation)
de: Mittelmagenta Farbstoff (geringe Sättigung)

source: Medium Red-violet Dye (low saturation)
de: Mittelrotvioletter Farbstoff (geringe Sättigung)

source: Medium Red Dye
de: Mittelroter Farbstoff

source: Medium Orange Dye
de: Mitteloranger Farbstoff

source: Medium Yellow Dye
de: Mittelgelber Farbstoff

source: Medium Lime Dye
de: Mittelgelbgrüner Farbstoff

source: Medium Green Dye
de: Mittelgrüner Farbstoff

source: Medium Aqua Dye
de: Mittelaqua Farbstoff

source: Medium Cyan Dye
de: Mitteltürkiser Farbstoff

source: Medium Sky-blue
de: Mittelhimmelblauer Farbstoff

source: Medium Blue Dye
de: Mittelblauer Farbstoff

source: Medium Violet Dye
de: Mittelvioletter Farbstoff

source: Medium Magenta Dye
de: Mittelmagenta Farbstoff

source: Medium Red-violet Dye
de: Mittelrotvioletter Farbstoff

source: Red Dye (low saturation)
de: Roter Farbstoff (geringe Sättigung)

source: Orange Dye (low saturation)
de: Oranger Farbstoff (geringe Sättigung)

source: Yellow Dye (low saturation)
de: Gelber Farbstoff (geringe Sättigung)

source: Lime Dye (low saturation)
de: Gelbgrüner Farbstoff (geringe Sättigung)

source: Green Dye (low saturation)
de: Grüner Farbstoff (geringe Sättigung)

source: Aqua Dye (low saturation)
de: Aqua Farbstoff (geringe Sättigung)

source: Cyan Dye (low saturation)
de: Türkiser Farbstoff (geringe Sättigung)

source: Sky-blue Dye (low saturation)
de: Himmelblauer Farbstoff (geringe Sättigung)

source: Blue Dye (low saturation)
de: Blauer Farbstoff (geringe Sättigung)

source: Violet Dye (low saturation)
de: Violetter Farbstoff (geringe Sättigung)

source: Magenta Dye (low saturation)
de: Magenta Farbstoff (geringe Sättigung)

source: Red-violet Dye (low saturation)
de: Rotvioletter Farbstoff (geringe Sättigung)
