Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sea/seagravel/locale/*.po
Languages: de

source: Sea gravel
de: Meereskies

source: Sea gravel cyan
de: Meereskies (türkis)

source: Sea gravel magenta
de: Meereskies (magenta)

source: Sea gravel lime
de: Meereskies (hellgrün)

source: Sea gravel aqua
de: Meereskies (wasserblau)

source: Sea gravel skyblue
de: Meereskies (himmelblau)

source: Sea gravel redviolet
de: Meereskies (rotviolett)

source: Seagravel stair
de: Meereskiestreppe

source: Seagravel slab
de: Meereskiesstufe

source: Seagravel stair cyan
de: Meereskiestreppe (türkis)

source: Seagravel slab cyan
de: Meereskiesstufe (türkis)

source: Seagravel stair magenta
de: Meereskiestreppe (magenta)

source: Seagravel slab magenta
de: Meereskiesstufe (magenta)

source: Seagravel stair lime
de: Meereskiestreppe (hellgrün)

source: Seagravel slab lime
de: Meereskiesstufe (hellgrün)

source: Seagravel stair aqua
de: Meereskiestreppe (wasserblau)

source: Seagravel slab aqua
de: Meereskiesstufe (wasserblau)

source: Seagravel stair skyblue
de: Meereskiestreppe (himmelblau)

source: Seagravel slab skyblue
de: Meereskiesstufe (himmelblau)

source: Seagravel stair redviolet
de: Meereskiestreppe (rotviolett)

source: Seagravel slab redviolet
de: Meereskiesstufe (rotviolett)
