Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sumpf/sumpf/locale/*.po
Languages: de

source: birch
de: Birke

source: birch leaves
de: Birkenbl√§tter

source: birch trunk
de: Birkenstamm

source: mossy birch trunk
de: Bemooster Birkenstamm

source: horizontal birch trunk
de: Horizontaler Birkenstamm

source: swamp stone
de: Sumpfstein

source: swamp cobble stone
de: Sumpfkiesstein

source: swamp stone brick
de: Sumpfziegelstein

source: peat
de: Torf

source: coal ore
de: Kohleerz

source: iron ore
de: Eisenerz

source: swamp
de: Sumpf

source: swamp grass roofing
de: Sumpfgrasdach

source: swamp stone stair
de: Sumpfsteintreppe

source: swamp stone slab
de: Sumpfsteinstufe

source: swamp cobble stone stair
de: Sumpfbruchsteintreppe

source: swamp cobble stone slab
de: Sumpfbruchsteinstufe

source: swamp stone brick stair
de: Sumpfziegelsteintreppe

source: swamp stone brick slab
de: Sumpfziegelsteinstufe

source: swamp grass roofing stair
de: Sumpfgrasdachtreppe

source: swamp grass roofing slab
de: Sumpfgrasdachstufe

source: swamp grass
de: Sumpfgras

source: swampwater
de: Sumpfwasser

source: swampwater bucket
de: Sumpfwassereimer
