Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sea/seaglass/locale/*.po
Languages: de

source: Standard seaglass on
de: Standard Seeglas an

source: Seaglass yellow on
de: Gelbes Seeglas (an)

source: Seaglass red on
de: Rotes Seeglas (an)

source: Seaglass blue on
de: Blaues Seeglas (an)

source: Seaglass white on
de: Weißes Seeglas (an)

source: Seaglass black on
de: Schwarzes Seeglas (an)

source: Standard seaglass off
de: Standard Seeglas (aus)

source: Seaglass yellow off
de: Gelbes Seeglas (aus)

source: Seaglass red off
de: Rotes Seeglas (aus)

source: Seaglass blue off
de: Blaues Seeglas (aus)

source: Seaglass white off
de: Weißes Seeglas (aus)

source: Seaglass black off
de: Schwarzes Seeglas (aus)

source: Seaglass stair on
de: Seeglastreppe (an)

source: Seaglass slab on
de: Seeglasstufe (an)

source: Seaglass stair on yellow
de: Gelbe Seeglastreppe (an)

source: Seaglass slab on yellow
de: Gelbe Seeglasstufe (an)

source: Seaglass stair on red
de: Rote Seeglastreppe (an)

source: Seaglass slab on red
de: Rote Seeglasstufe (an)

source: Seaglass stair on blue
de: Blaue Seeglastreppe (an)

source: Seaglass slab on blue
de: Blaue Seeglasstufe (an)

source: Seaglass stair on white
de: Weiße Seeglastreppe (an)

source: Seaglass slab on white
de: Weiße Seeglasstufe (an)

source: Seaglass stair on black
de: Schwarze Seeglastreppe (an)

source: Seaglass slab on black
de: Schwarze Seeglasstufe (an)

source: Seaglass stair off
de: Seeglastreppe (aus)

source: Seaglass slab off
de: Seeglasstufe (aus)

source: Seaglass slab off yellow
de: Gelbe Seeglasstufe (aus)

source: Seaglass stair off red
de: Rote Seeglastreppe (aus)

source: Seaglass slab off red
de: Rote Seeglasstufe (aus)

source: Seaglass stair off blue
de: Blaue Seeglastreppe (aus)

source: Seaglass slab off blue
de: Blaue Seeglasstufe (aus)

source: Seaglass stair off white
de: Weiße Seeglastreppe (aus)

source: Seaglass stair off black
de: Schwarze Seeglastreppe (aus)

source: Seaglass slab off black
de: Schwarze Seeglasstufe (aus)
