Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/animals_modpack-2.5.0/animalmaterials/locale/*.po
Languages: de

source: Sword (Deamondeath)
de: Schwert (Dämonentod)

source: Scissors
de: Schere

source: Net
de: Netz

source: Saddle
de: Sattel

source: Contract
de: Vertrag

source: Raw meat
de: Rohes Fleisch

source: Pork (raw)
de: Schweinefleisch (roh)

source: Beef (raw)
de: Rindfleisch (roh)

source: Chicken (raw)
de: Hühnerfleisch (roh)

source: Lamb (raw)
de: Lammfleisch (roh)

source: Venison (raw)
de: Hirschfleisch (roh)

source: Meat (not quite dead)
de: Fleisch (nicht ganz tot)

source: Toxic Meat
de: Giftiges Fleisch

source: Ostrich Meat
de: Straußenfleisch

source: Pork
de: Schwein

source: Fish (bluewhite)
de: Fischfleisch (blau-weiß)

source: Fish (clownfish)
de: Fischfleisch (Clownfisch)

source: Feather
de: Feder

source: Milk
de: Milch

source: Egg
de: Ei

source: Egg (big)
de: Ei (groß)

source: Bone
de: Knochen

source: Fur
de: Fell

source: Deer fur
de: Hirschfell

source: Cattle coat
de: Kuhfell

source: Deer horns
de: Hirschgeweih

source: Ivory
de: Elfenbein

source: Scale (golden)
de: Schuppe (gold)

source: Scale (white)
de: Schuppe (weiß)

source: Scale (grey)
de: Schuppe (grau)

source: Scale (blue)
de: Schuppe (blau)
