Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/mobf_trader/locale/*.po
Languages: de

source: Large Storage Chest for Traders
de: Große Aufbewahrungstruhe für Händler

source: Trader
de: Händler

source: Default NPC
de: Standard-NPC

source: A trader
de: Ein Händler

source: Hey! Stop doing that. I am a peaceful trader. Here, buy something:
de: Hey! Höre damit auf. Ich bin ein friedlicher Händler. Hier, kaufe etwas:

source: Trader who is working for someone
de: Händler, der für irgendjemanden arbeitet

source: Trader with limited stock
de: Händler mit begrenztem Bestand

source: Trader. Place him somewhere to activate.
de: Händler. Platziere ihn irgendwo hin um ihn zu benutzen.

source: Error: Internal error. Trader not found.
de: Fehler: Interner Fehler. Händler nicht gefunden.

source: Error: The typ of this trader is unkown. Cannot pick him up.
de: Fehler: Der Händlertyp ist unbekannt. Kann nicht aufgehoben werden.

source: Error: The typ of this trader is unkown. Cannot place him.
de: Fehler: Der Händlertyp ist unbekannt. Kann nicht platziert werden.

source: Error: You are only allowed to have up to
de: Fehler: Es ist dir nicht erlaubt bis zu

source: traders
de: Händler zu besitzen

source: (you have
de: (du hast

source: currently).
de: aktuell).

source: Mob picked up. In order to use him again, just wield him and place him somewhere.
de: Mob aufgehoben. Um ihn erneut zu benutzen, wähle ihn einfach aus und platziere ihn irgendwo.

source: Trader placed and waiting for trades.
de: Händler platziert, wartet auf Handelsgeschäfte.
