Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/moretrees/locale/*.po
Languages: de

source: Coconut Milk
de: Kokosnussmilch

source: Raw Coconut
de: Kokosnussfleisch

source: Date
de: Dattel

source: Date & nut snack
de: Dattel & Nuss Snack

source: Date-nut cake batter
de: Dattelnuss-Kuchenteig

source: Date-nut cake
de: Dattelnuss-Kuchen

source: Date-nut energy bar
de: Dattelnuss-Energieriegel

source: Acorn Muffin batter
de: Eichelmuffinteig

source: Acorn Muffin
de: Eichelmuffin

source: Roasted Spruce Cone Nuts
de: Geröstete Fichtenzapfen

source: Roasted Cedar Cone Nuts
de: Geröstete Zederzapfen

source: Roasted Pine Cone Nuts
de: Geröstete Kiefernzapfen

source: Roasted Fir Cone Nuts
de: Geroestete Tannenzapfen

source: Date Flowers
de: Dattelblumen

source: Date Stem
de: Dattelstamm

source: Dates
de: Datteln

source: [Moretrees] Loaded (2013-02-11)
de: [Moretrees] geladen (2013-02-11)

source: Beech Tree
de: Buche

source: Apple Tree
de: Apfelbaum

source: Oak Tree
de: Eiche

source: Acorn
de: Eichel

source: Giant Sequoia
de: Riesenmammutbaum

source: Birch Tree
de: Birke

source: Palm Tree
de: Palme

source: Date Palm Tree
de: Dattelpalme

source: Coconut
de: Kokosnuss

source: Spruce Tree
de: Fichte

source: Cedar Tree
de: Zeder

source: Poplar Tree
de: Pappel

source: Spruce Cone
de: Fichtenzapfen

source: Willow Tree
de: Weidenbaum

source: Rubber Tree
de: Gummibaum

source: Douglas Fir
de: Douglastanne

source: Fir Cone
de: Tannenzapfen

source: Jungle Tree
de: Tropenbaum

source: Pine Tree
de: Kiefern

source: Pine Cone
de: Kiefernzapfen

source: Acacia Tree
de: Akazien

source: @1 Trunk
de: @1-Stamm

source: @1 Planks
de: @1-Bretter

source: @1 Sapling
de: @1-Setzling

source: @1 Leaves
de: @1-Blätter

source: @1 Trunk Stair
de: @1-Stammtreppe

source: @1 Trunk Slab
de: @1-Stammstufe

source: @1 Planks Stair
de: @1-Brettertreppe

source: @1 Planks Slab
de: @1-Bretterstufe

source: Jungle Tree Leaves (@1)
de: Tropenbaumblätter (@1)

source: Douglas Fir Leaves (Bright)
de: Douglasiennadeln (breit)

source: Rubber Tree Trunk (Empty)
de: Gummibaumstamm (leer)

source: Coconut Flower
de: Kokonussblume
