Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/throwing/locale/*.po
Languages: de

source: Build Arrow
de: Baue-Pfeil

source: Dig Arrow
de: Grabe-Pfeil

source: Fire Arrow
de: Feuerpfeil

source: Blue
de: Blauer

source: Red
de: Roter

source: @1 fireworks arrow
de: @1 Feuerwerkspfeil

source: Shell arrow
de: Panzerpfeil

source: @1 arrow
de: @1pfeil

source: Stone
de: Stein

source: Steel
de: Stahl

source: Diamond
de: Diamant

source: Teleport Arrow
de: Teleporterpfeil

source: TNT arrow
de: TNT-Pfeil

source: Torch Arrow
de: Fackelpfeil

source: Wooden bow
de: Holzbogen

source: Longbow
de: Langbogen

source: Composite bow
de: Kompositbogen

source: Steel bow
de: Stahlbogen

source: Royal bow
de: KÃ¶niglicher Bogen

source: Crossbow
de: Armbrust

source: Arbalest
de: Arbalest-Armbrust

source: Automated arbalest
de: Automatische Arbalest-Armbrust
