Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/moreores/locale/*.po
Languages: de

source: %s Ore
de: %serz

source: %s Lump
de: %sklumpen

source: %s Ingot
de: %sbarren

source: %s Sword
de: %sschwert

source: %s Pickaxe
de: %sspitzhacke

source: %s Axe
de: %saxt

source: %s Shovel
de: %sschaufel

source: %s Hoe
de: %shacke

source: Silver
de: Silber

source: Tin
de: Zinn

source: Copper Rail
de: Kupferschiene

source: [moreores] loaded.
de: [moreores] geladen.
