Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/nssb/locale/*.po
Languages: de

source: Mossy Stone Brick
de: Bemooster Steinziegel

source: Stone Brick
de: Steinziegel

source: Very Mossy Stone Brick
de: Sehr bemooster Steinziegel

source: Mossy Stone Column
de: Bemooste Steinsäule

source: Stone Column
de: Steinsäule

source: Seastone
de: Meeresstein

source: Sea Meselamp
de: Meeres-Meselampe

source: Morlamp
de: Morlampe

source: Mantis Clay
de: Mantis-Ton

source: Hardened Mantis Clay
de: Gehärteter Mantis-Ton

source: Ant Stone
de: Ameisenstein

source: Vine
de: Rebe

source: Liana
de: Liane

source: Vertical Web
de: Vertikales Netz

source: Web Cone Up
de: Spinnennetztrichter (oben)

source: Web Cone Down
de: Spinnennetztrichter (unten)

source: Web Cocoon
de: Spinnennetz-Kokon

source: Eggs
de: -Eier

source: Ant Worker
de: Ameisenarbeiter

source: Ant Soldier
de: Ameisensoldat

source: Larva
de: Larve

source: Crab
de: Krabbe

source: Black Widow
de: Schwarze Witwe

source: Daddy Long Legs
de: Vati's lange Beine

source: Icesnake
de: Eisschlange

source: Snowbiter
de: Eisbeiser

source: Moonheron
de: Mondreiher

source: Tarantula
de: Tarantel

source: Night Master
de: Nachtmeiser

source: Ant Queen
de: Ameisenkönigin

source: Giant Sandworm Egg
de: Riesensandwurm-Ei

source: Seastone Brick
de: Meeressteinziegel

source: Dark Stone
de: Dunkler Stein

source: Exploding Dark Stone
de: Explodierender dunkler Stein

source: Falling Dark Stone
de: Fallender dunkler Stein

source: Dark Indestructible Stone
de: Dunkler unzerstörbarer Stein

source: Dark Starred Stone
de: Dunkler sternenübersäter Stein

source: Dark Dirt
de: Dunkle Erde

source: Dark Air
de: Dunkle Luft

source: Black Flame
de: Schwarze Flamme

source: Black Water
de: Schwarzes Wasser

source: Flowing Dark Water
de: Fließendes schwarzes Wasser

source: Home Portal
de: Heimat-Portal

source: Moranga Ore
de: Moranga-Erz

source: Life Energy Ore
de: Lebensenergie-Erz

source: Moranga Ingot
de: Moranga-Barren

source: Disactivated Morvalar Block
de: Deaktivierter Morvalar-Block
