Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/sea/seacoral/locale/*.po
Languages: de

source: Cyan Coral
de: Cyan Koralle

source: Magenta Coral
de: Magenta Koralle

source: Aqua Coral
de: Wasserblaue Koralle

source: Lime Coral
de: Hellgrüne Koralle

source: Skyblue Coral
de: Himmelblaue Koralle

source: Redviolet Coral
de: Rotviolette Koralle

source: Sea coral sand cyan
de: Meereskoralle Sand cyan

source: Sea coral dirt cyan
de: Meereskoralle Erde cyan

source: Sea coral sand magenta
de: Meereskoralle Sand magenta

source: Sea coral dirt magenta
de: Meereskoralle Erde magenta

source: Sea coral sand aqua
de: Meereskoralle Sand Wasser

source: Sea coral dirt aqua
de: Meereskoralle Erde Wasser

source: Sea coral sand lime
de: Meereskoralle Sand hellgrün

source: Sea coral dirt lime
de: Meereskoralle Erde hellgrün

source: Sea coral sand skyblue
de: Meereskoralle Sand himmelblau

source: Sea coral dirt skyblue
de: Meereskoralle Erde himmelblau

source: Sea coral sand redviolet
de: Meereskoralle Sand rotviolett

source: Sea coral dirt redviolet
de: Meereskoralle Erde rotviolett
