Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/pipeworks/locale/*.po
Languages: de

source: Unknown item
de: Unbekannter Gegenstand

source: unconfigured Autocrafter
de: nicht konfigurierter Autocrafter

source: paused '@1' Autocrafter
de: pausiert '@1' Autocrafter

source: Locked Chest (owned by
de: Verschlossene Truhe (gehört "

source: Furnace
de: Schmelzofen

source: Oil extract
de: Ölextrakt

source: Plastic sheet
de: Kunststoffplatte

source: Unprocessed paraffin
de: Unverarbeitetes Paraffin

source: Gear
de: Getriebe

source: Airtight steelblock embedded tube
de: Luftdichter Stahlblock (eingebettetes Rohr)

source: Airtight panel embedded tube
de: Luftdichte Platte (eingebettetes Rohr)

source: Pump/Intake Module
de: Pumpe/Aufnahmemodul

source: Valve
de: Ventil

source: Decorative grating
de: Dekoratives Gitter

source: Spigot outlet
de: Auslaufzapfhahn

source: Airtight Pipe entry/exit
de: Luftdichter Rohrein-/ausgang

source: Flow Sensor
de: Strömungssensor

source: Flow sensor (on)
de: Strömungssensor (an)

source: 0% full
de: 0% voll

source: Expansion Tank (@1)... You hacker, you.
de: Erweiterungstank (@1)... Du Hacker, du.

source: Fluid Storage Tank (@1)
de: Wasserspeichertank (@1)

source: Fountainhead
de: Fontänenkopf

source: Straight-only Pipe
de: Geradliniges Rohr

source: empty
de: leer

source: @1 Filter-Injector
de: @1 Filter-Injektor

source: next)
de: nächster)

source: Sequence slots by Priority
de: Sequenzslots nach Priorität

source: Sequence slots Randomly
de: Sequenzslot nach Zufall

source: Sequence slots by Rotation
de: Sequenzslot nach Rotation

source: Exact match - off
de: Exakte Übereinstimmung - aus

source: Exact match - on
de: Exakte Übereinstimmung - an

source: Itemwise
de: Gegenstandweise

source: Stackwise
de: Stapelweise

source: Auto-Tap
de: Auto-Hahn

source: Pipe segement @1... You hacker, you.
de: Rohrsegment @1... Du Hacker, du.

source: Pipe segment
de: Rohrsegment

source: Pipe Segment (legacy)
de: Rohrsegment (veraltet)

source: Pneumatic tube segment
de: Pneumatisches Rohrsegment

source: Broken Tube (you hacker you)
de: Kaputtes Rohr (du Hacker du)

source: High Priority Tube Segment
de: Rohrsegment (hohe Priorität)

source: Accelerating Pneumatic Tube Segment
de: Beschleunigendes pneumatisches Rohrsegment

source: Crossing Pneumatic Tube Segment
de: Pneumatisches Kreuz-Rohrsegment

source: One way tube
de: Einwegrohr

source: Detecting Pneumatic Tube Segment on (you hacker you)
de: Detektierendes pneumatisches Rohrsegment an (du Hacker du)

source: Detecting Pneumatic Tube Segment
de: Detektierendes pneumatisches Rohrsegment

source: Digiline Detecting Pneumatic Tube Segment
de: Digiline Detektierendes pneumatisches Rohrsegment

source: Conducting Pneumatic Tube Segment
de: Leitendes pneumatisches Rohrsegment

source: Digiline Conducting Pneumatic Tube Segment
de: Digiline leitendes pneumatisches Rohrsegment

source: Mesecon and Digiline Conducting Pneumatic Tube Segment
de: Mesecon und Digiline leitendes pneumatisches Rohrsegment

source: Mesecon and Digiline Conducting Pneumatic Tube Segment on (you hacker you)
de: Mesecon und Digiline leitendes pneumatisches Rohrsegment an (du Hacker du)

source: Conducting Pneumatic Tube Segment on (you hacker you)
de: Leitendes pneumatisches Rohrsegment an (du Hacker du)

source: Sorting Pneumatic Tube Segment
de: Sortierendes pneumatisches Rohrsegment

source: Channel
de: Kanal

source: channels are public by default
de: Kanäle sind in der Voreinstellung öffentlich

source: use <player>:<channel> for fully private channels
de: benutze <player>:<channel> für vollständige private Kanäle

source: use <player>\;<channel> for private receivers
de: benutze <player>\;<channel> für private Empfänger

source: Teleporting Pneumatic Tube Segment
de: Teleportierendes pneumatisches Rohrsegment

source: unconfigured Teleportation Tube
de: nicht konfiguriertes Teleportationsrohr

source: Sorry, channel '@1' is reserved for exclusive use by @2
de: Entschuldigung, Kanal '@1' ist exklusiv für @2 reserviert

source: Sorry, receiving from channel '@1' is reserved for @2
de: Entschuldigung, Empfang von Kanal '@1' ist reserviert für @2

source: sending and receiving
de: senden und empfangen

source: sending
de: senden

source: Teleportation Tube @1 on '@2'
de: Teleportationsrohr @1 an '@2'

source: Trash Can
de: Mülleimer

source: @1 @2... You hacker, you.
de: @1 @2... Du Hacker, du.

source: Pneumatic tube segment (legacy)
de: Pneumatisches Rohrsegment (legacy)

source: Vacuuming Pneumatic Tube Segment
de: Ansaugendes pneumatisches Rohrsegment

source: Adjustable Vacuuming Pneumatic Tube Segment
de: Anpassbares ansaugendes pneumatisches Rohrsegment

source: Adjustable Vacuuming Pneumatic Tube Segment (@1m)
de: Anpassbares ansaugendes pneumatisches Rohrsegment (@1m)

source: Vacuum tubes
de: Vakuumröhren

source: Node Breaker
de: Blockunterbrecher

source: Deployer
de: Verteiler

source: Dispenser
de: Spender

source: Lua controlled Tube
de: Lua-gesteuertes Rohr
