Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/caverealms/locale/*.po
Languages: de

source: Glow Crystal
de: Glühender Kristall

source: Glow Emerald
de: Glühender Smaragd

source: Mese Crystal Block
de: Mese Kristallblock

source: Glow Ruby
de: Glühender Rubin

source: Glow Amethyst
de: Glühender Amethyst

source: Glow Crystal Ore
de: Glühendes Kristallerz

source: Glow Emerald Ore
de: Glühendes Smaragderz

source: Glow Ruby Ore
de: Glühendes Rubinerz

source: Glow Amethyst Ore
de: Glühendes Amethysterz

source: Thin Ice
de: Dünnes Eis

source: Salt Crystal
de: Salzkristall

source: Glow Gem
de: Glühendes Juwel

source: Salt Gem
de: Salzjuwel

source: Stone Spike
de: Steinstachel

source: Icicle
de: Eiszapfen

source: Cave Stone with Moss
de: Höhlenstein mit Moos

source: Cave Stone with Lichen
de: Höhlenstein mit Flechte

source: Cave Stone with Algae
de: Höhlenstein mit Algen

source: Cave Stone with Salt
de: Höhlenstein mit Salz

source: Hot Cobble
de: Heißer Kies

source: Glowing Obsidian
de: Glühendes Obsidian

source: Hot Glow Obsidian
de: Heißes glühendes Obsidian

source: Coal Dust
de: Kohlestaub

source: Glow Worms
de: Glühende Würmer

source: Glowing Fungus
de: Glühender Pilz

source: Mycena Mushroom
de: Mycena Pilz

source: Giant Mushroom Stem
de: Großér Pilzstamm

source: Giant Mushroom Cap
de: Große Pilzkrone

source: Giant Mushroom Gills
de: Große Pilzlamellen

source: Fire
de: Feuer

source: Trying to rob the bank before it's opened, eh?
de: Versucht die Bank auszurauben bevor sie geöffnet hat, gell?

source: A Hack like you should know what this does...
de: Ein HAcker wie du sollte wissen was dies macht...

source: Mycena Powder
de: Mycena Pulver
