Repository: MrCerealGuy/Stonecraft
Catalog: games/stonecraft_game/mods/desert_uses/locale/*.po
Languages: de

source: Desert Cobblestone
de: Wüsten Pflaster Stein

source: Desert Stone
de: Wüsten Stein

source: Desert Sandstone
de: Wüsten Sand Stein

source: Desert Cobble stair
de: Wüsten Pflaster Stufe

source: Desert Cobble slab
de: Wüsten Pflaster Platte

source: Desert Stone stair
de: Wünsten Stein Stufe

source: Desert Stone slab
de: Wüsten Stein Platte

source: Desert Sandstone stair
de: Wüsten Sandstein Stufe

source: Desert Sandstone slab
de: Wüsten Sandstein Platte

source: Desert Stone Pickaxe
de: Wüsten Stein Spitzhacke

source: Desert Stone Shovel
de: Wüsten Stein Schaufel

source: Desert Stone Axe
de: Wüsten Stein Axt

source: Desert Stone Sword
de: Wüsten Stein Schwert

source: Desert Furnace
de: Wüsten Schmelzofen

source: Could not insert '@1'
de: Konnte '@1' nicht hinzufügen

source: Furnace active: @1%
de: Schmelzofen aktiv: @1%

source: Furnace out of fuel
de: Schmelzofen hat kein Brennstoff mehr

source: Furnace is empty
de: Schmelzofen ist leer

source: desert_uses 4 loaded.
de: desert_uses 4 geladen
